#version: 0.2 - Trained by `huggingface/tokenizers`
c c
C C
cc c
( =
cc ccc
C c
n c
@ @
CC C
] (
N C
C O
) [
N c
CC N
C N
cc cc
CC O
( -
n H
) (=
CO c
C l
CC CC
O C
) (
n n
CC c
( [
n cc
N Cc
n nc
CCC N
1 2
s c
CC CCC
) =
c n
C S
c nc
C n
o c
2 1
CCO CC
CO C
C NC
ccc nc
CCO C
O c
B r
- ]
N CC
+ ]
cccc n
CCO c
O CC
ccc s
+] (=
CS c
ccc o
-] )
@ ]
@@ ]
cc nc
c nn
n o
2 3
CCC O
ccc n
CC S
( /
CC n
CC NC
cc ncc
O Cc
3 2
N CCc
c sc
) /
n oc
cc n
O CO
N S
CCN CC
ncc n
CC Cc
C Nc
cc sc
nc n
O CCO
c s
nc nc
S CC
o n
S C
S c
CCC NC
CC CCN
n cccc
ncc s
CCCC CC
CCC n
N N
n cccn
n ccc
3 4
N CCN
c ncc
cnc n
@ ](
@@ ](
cc nn
]( [
c nccn
CN Cc
S Cc
N CCC
s ccc
CO CCN
nn nn
CO CC
cc oc
c oc
c nnc
CN S
4 3
CCC Oc
nn n
csc n
CO Cc
O CCN
cnn n
N CCOc
= [
nnc n
NCC Cc
CC CCO
N CCCN
cnc nc
nnc s
ccnc n
CS C
CCS c
nc nn
cc on
CCC OC
NCC n
nn nc
+ ]([
ncc nc
) \
CS Cc
O CCCO
cn oc
CCS C
F c
CC Nc
1 3
N O
CCS CC
CN CC
O CCC
CCC S
c o
nc no
cnc s
( \
CS CC
N CCCn
nc on
cc no
CCCC NC
o ccc
cn ccc
no nc
n s
ccc nn
CO CCn
nc sc
CCCC c
Cl c
o nc
NCC NC
CCN S
O CCc
N n
CCCC CCC
s cc
CO CCNC
OCC NC
F C
N CCO
nnc o
4 5
CCCC n
O CCCN
CCC Nc
3 1
O N
CC CCCN
CO CCO
CCCN CC
/ [
CN CCO
NCC Nc
CCN Cc
ns nc
@] (=
@@] (=
NCC S
NCC SCc
CN CCN
nc ncc
CC CCOc
sc nc
s ccn
n sc
N CCCC
NCC Sc
O CCOc
CO CCCN
CCC Sc
cs nn
CO CCC
nn sc
OCC n
o cnc
Br c
N Nc
cnc o
nc oc
O S
CCCC S
+ ](
nn cc
) -
CO CCCNC
] [
]( /
NCCC OC
CN CCc
co cn
CO CCOc
CS CN
S CCN
5 4
2 4
ncc o
N CCCO
CC CCOC
CCC OCC
o ncc
CCO Cc
CCCN S
O CCCC
cnn s
s n
cc nnc
N CCOC
N NC
O COC
s nnc
O B
CO CCc
co nc
NCC SC
cn on
)( /
CCCCC NC
O CCCn
\ [
o cc
S CCC
NCCC Oc
CO CCOC
-] )[
O CCOC
CO N
N CCCNC
CO CCCn
NC N
O CCCNC
s nc
CCO CCO
CCO CCCNC
4 2
NCCC Nc
)( [
CCS Cc
CCCCC n
nc ncn
OCC Sc
cn sn
CS CCN
NCC CCN
N H
S CCS
S CCNC
N OCc
NCCN S
CCCC CCCC
CCCCC Oc
CN CCn
no cc
ccn s
CCC SC
CCO CCN
cn sc
CCC NCc
S CCc
S i
S CCOc
O CN
CN CCOC
COCC Nc
cs cc
CN CCC
C F
ncn s
CS CCSC
CCCO Cc
OCC Nc
5 6
CCO CCOc
O CCCOc
CCCC Cc
NCCO Cc
OCC Cc
CN CCCN
CS CCNC
CCC SCC
N CCCCC
N OC
OCC CCN
CCOCC n
> [
CC F
CS CCC
cc s
CCO CCC
NCCC Sc
CO NC
OC n
( #
N CCCCc
CCCC Nc
cc o
CO CO
CCCC Sc
S CCO
CN CCOc
+] =[
4 1
CCCC CCN
CS CCS
N OCC
CCCCN S
COCCN S
NCCC S
ns cc
CN N
NCCCO Cc
3 5
+] =
1 4
CCO P
CCCC CCOc
OCC S
CN CCNC
CCOCC NC
CCCCC OC
NCCN Cc
s ncc
CCCC CCCN
S CCCS
OCCN S
OCCO CCN
CCO NC
sc nn
CN CCCn
CCCC CCNC
CN n
NCCC OCC
I c
CCO CCOC
CO P
CO n
CO CCOCC
NCCC SCc
-] )=
OCCC Sc
CO CCCNc
CCO CCCn
N CCCCn
CO CCS
CS CCc
5 3
S CCn
cc sn
CO S
@ +]
CN CCCOc
CN CCCc
N CCCCCC
CCO CCCN
-] =[
NC Nc
OCCC Nc
OCCO CCOc
nn ccc
NCC CCOc
OCCN Cc
NCCO CCO
CCCC CCn
O P
P H
S CCCC
nnc nc
CCCCC O
S H
CS CCCN
S CCCN
CCCC CCCCCC
NC n
] (=
CCN CCc
] /
cnn cc
NCCCN S
)= [
cs nc
N CCOCC
S CCCOc
N NS
CN CCSc
CCCCN Cc
NC NC
S CCCc
Cl C
-] )(
CCS CCC
CS CCCNC
CO CCSc
-] [
@@ +]
CO CCCC
CN CCCO
CCCC CCCCC
NCCCC Cc
CCS CCOC
OCCC NCc
S Cn
CCO CCCC
OCC CCCN
S n
O CCCCn
CCCC CCc
CCCC CCCCCCC
-]) /
S N
C H
CCN CCN
CC CCOCC
(= [
S CCCn
CCCCCN S
CCCCC Nc
O NC
CCO CCCNc
CO COC
N CCCCNC
OCC F
O CCOCC
COCCCN S
12 3
CN CCNc
+]( -
CCS CCN
ncc nn
NCCC NCc
CCCCO CCCNC
nc nnc
5 2
CS CCOc
OCC CCOc
CCCC CCCNC
nc sn
CCN CCOc
CN CCCSc
CCCC CCOC
COCCN Cc
CCO CO
NCCCCC O
CN CCCCCCCN
CCC F
S CCCNC
CCO CCCNS
NCC F
NCCCC Nc
CO CN
CCCC CCCCNC
CCCCO Cc
CCN CCn
CCCCC OCC
(- [
CCO N
O CCCCC
CO COc
OCCO CCOCCO
NCCCC CCNC
NCCC SC
co cc
S CN
NCC CCO
CO B
S CCOC
5 1
CNC N
CO CCCCN
CCO CCc
COCCC NCc
CCCC CCCc
CN CCCC
OCCO CCO
N NCC
s s
CCCCC S
CCCC CCCCN
CCN CCC
CN CCS
CS CCO
CCCCCCC NCc
)\ [
6 5
CO Cn
NCC CCCN
NC NCN
CCO S
CCC SCc
COCCO Cc
4 6
CCCO CCOC
1 6
Br C
CCO CCOCC
N CCOCCn
CO CCCCC
O n
CCCCC F
1 5
CN CCCOC
CCCC CCCCn
C P
CO CCCOc
CCCC CCO
CCCC CCCn
ccc oc
nc s
NCCO CCN
CCO CCCNCc
O CCCOC
NC Oc
O CCCCNC
CCCCCC CCOc
C Br
OCC SC
NCCO CCOc
6 7
N Oc
cnnc n
NCCCC CCN
B B
o cccc
CN CCNCc
NS C
N CCCCCOc
O COc
CCN CCCNc
CS CCOC
S CCNS
SCC Nc
CO CCCCNC
6 4
NN N
s sc
CCCO CCc
COCCO CCN
CCCCC Sc
N P
O CCNCC
NCCC F
OCCCC CCN
CCS CCNC
co ccc
CO CCNCC
CCOCC Sc
NS c
cc occ
1 32
CCCC CCCOC
+]( \[
S CCNCc
S CCSc
CCCCCCCC CCCC
2 5
CCN CCCOc
CNCCO CCO
Si H
CN CCCNC
S CCCO
CCCC CCCOc
N NCc
C B
OCCO CCCN
CN CCCNCc
CCCC CCCCc
CCCN CCC
O CCOCCn
CO CCCS
CCCCC NCc
CCCN CCc
OC NC
CCCCCC Nc
CS CCn
CCOCCO CCOCC
CCO Cn
N CCCCCNC
COCCO CCC
CCN CCO
CCN CCCN
CCCO CCN
OCCCN S
cnc nn
CCCC CCCCCn
CCOCC S
CCCC SC
- [
CCCCCCCC CCNC
O CCCCCNC
@@ +](=
CCCC CCNCc
O CCOCCNC
OCC CCO
OCC SCc
+] [
OCC SCC
CO CCCSc
CC l
6 3
CC CCNCC
CNC n
3 12
CCCC CCCCCNC
CS CCCC
NC S
CN CCCNc
F CCn
CCOCCO CCN
NCC SCC
CN Nc
CNCCN CCO
CO CCCOC
CCCC SCc
OCCOCCOCCO CCO
CCCCO CCN
CC CCOCCNC
- ](
CCCCCCC Nc
] %
CCCC CCSc
OCCC F
NCCO CCCCC
CO CCCc
CN NC
OCCO Cc
# [
oc nn
@@]( [
CS CCNS
3 6
S CS
CCCCCC CCOC
CCCN CCn
CS CCCc
1 0
CN CCCOCc
CCO CCOCc
CCOCCO CCOCCOCC
SCCC NCc
cccc cc
NC NN
CCCC SCC
CO CCCCCC
CCCCCC CCO
N OCCN
]( /[
(/ [
N CCCCCCC
OCCC S
@@ +](
O CCCCc
CO CCOCCNC
NO S
21 3
CO CCCCS
CCOCCO CCOCCO
CN CCCCN
7 4
CNC O
34 1
CCNCC Cc
SCC CCN
COCCN CCNC
CCCCO CCCN
-] /[
@ +](
S CCCCC
CCCN CCNC
CO CCSCC
+] #
+]( /
COCCO CCCNC
CO NS
CN CCSC
N CCNCC
@]( /
CCN CCS
NC NCc
NO CCOc
@]( [
OCCCC CCOc
CCCCCCCC CCCCNC
6 1
CCN N
@@]( /
o ccn
NCCN CCO
+]( /[
CCO CCNS
nc o
CCCC CCNS
CS CCCn
OCCCN CC
NCCCO CCc
CCS CCCNC
O CCCCCC
CCCO CCC
CCCS CCNC
CCN CCNCC
5 7
OCC CCOC
CN CCCCCO
OCCN CCO
31 4
CCOCC Nc
COCCO CCCC
] )
CCCC CCCCNCc
CS CCCCNC
CCS CCc
CCOCCO CCO
cccc o
CN CCNS
CCO n
CS CCNc
BB BB
CO CCSCc
cn o
NCC CCOC
COCCN CCOc
CCCCO CCOC
OCCCN CCN
NNC S
CCCCOCC CCCNCCC
OCCN CCn
CCCCCCCC Nc
CCC OCCNC
31 5
S CSc
NC Sc
CCCCOCC CCCNCC
CCN CCNC
OCCO S
CCCCCCCC CCn
CCCN CCCNc
CO CCCNCC
CCCC CCCO
CCCCN CCOc
7 8
OCCN CCNCc
B OC
O Nc
CCCCCCCC Cc
43 5
NCCS CCCO
NCCCC CCCN
CCCCS CCC
S CCCSc
)/ [
O CCCCCn
CCCN CCN
CCCCCCCC Sc
CCS CCCN
OCCO CCOC
CCCCCCCC CCN
7 5
CN OC
CCCCCCC Sc
CCN CCCn
CCO CN
OCCN CCN
CCS CCOc
S CCCNc
CCCO N
CCS CCn
CCCCCCCC CCCCC
o ncn
CCCC CCCCS
OCO CC
CCCCN CCCOc
SCS CS
CS CSC
NO N
OCCOCC Nc
O CCCCCOc
NC OC
-]) -
OCCOCCN CCN
N OCCO
23 1
CCCCCCCC CCCCN
F Cc
CCO CCCCNC
CS CCCNc
] )=
CC P
CN CCSCc
+]( \
CCNCC Nc
CCCN CCCNC
CS CCCOc
OCCCN CCc
COCCCN CCOCCOc
CCCCCCCC CCOC
1 43
7 6
CN CCCCO
F CC
CCO CCCCC
CCCC F
COCCO CCOc
CCCN CCO
OCCO CCNCc
CCCCCC CCCN
COCC CCOc
NC SC
CCCC CCS
OCCO CCOCCOc
-] #[
NCCCC CCOc
CCCCCCCC CCCCn
OCCOCCOCCO CCOCCO
6 2
CCO CS
OCCCC CCO
NC NNc
CCCCN CCOCCOc
NCCO CCOCCO
OCCCN CCn
CCCCCCCC CCO
CN CCCSC
CN CCCNS
OCC CCNCc
CNCC CCOc
OCCCC Sc
NCCOCC CCN
NC O
CO CCSC
CCO B
CCCO CCOc
NCCO CCOCCNC
NCCCO CCO
CCOCCO CCOCCOCCOCC
8 5
CNCCN CCCNCCNC
S CCOCC
CC B
S CCCOCc
CCCC CCCCCO
CCCCCCCC CCCCCC
CCO CCNCc
CCS CCNc
CCCCNCC CCOc
OCCCC Cc
B H
CCO CSc
-] )([
S CCSC
51 6
3 21
CCNCC CCOc
SCC CCOc
OCCCN CCO
COCCC OCC
OCCCCN CCO
COCCOCC S
) #
O CCCCCO
CO CSc
CN CCCCc
CN CCCOCC
C I
CCCC CCOCCCC
COCC CCOC
S CCOCCN
NCCN CCc
3 7
NCCCC S
OCCCCN CCN
S nH
CO Nc
CCCN CCOc
COCC CCCN
CCCCO P
COCCO CCOCCO
SCCN CCO
NCCCCCC Nc
S CNC
s snc
CCCCC OCc
NCCOCC S
S CCCCS
OCCN CCCOc
CCNCCNCC CCOCC
CCCO S
NN CCO
NCCC SCC
NCC CCNS
nnn s
NCCCC CCNS
7 1
CS CCCCN
NCCN CCOc
(\ [
CCCCCCCC CCS
CCCCCCCC CCCCCCCC
CN CCCCNC
OCCO n
NCCO CCC
F CCN
N CCOCCNC
CS CCCNCc
COCCO CCOCCOCCOCCO
COCCCN CCOc
S Nc
CS CCNCc
OCCCC CCn
CCO CCCOC
CS CCSc
CCS Cn
CNCCO CCOc
NCCCC CCCCNC
-])= [
S CCCOC
CCCC CCCNS
COCCO Cn
CCCCCCCC CCCNC
NCCCCC Nc
CO CCCCCNC
+] /
OCCNCC CCN
I C
CO CCCOCCC
CS CO
CCCO NC
CCCCN CCCCCOc
OCCC SC
CCCOCC CCN
CCCCCCCC CCSc
CCOCCOCCO CCOCCNC
O O
OCCN CCOc
OCCCO N
OCCCC CCc
CCN O
COC NC
OC Nc
CCCCCCCC CCc
CCO CCCNCC
43 1
OCCN CCOC
COCCO CCOCCN
NCCCC CCO
OCCCC Nc
NCCCCCC CCO
8 7
CN CCCS
OCO Cc
OCCCO Cc
CCCCCCCC CCCO
CCC l
NC NCCc
CCCC Br
CCCN CCCn
CCCCC l
OCC SCCC
OCCN CCc
CCCCCCCCCC CCOC
2 7
N B
CCN CCOCCOc
OCCO Cn
OCCC SCc
OCCCN CCOc
5 23
N NCCc
CO CCOCCn
CCN CCCOCc
nnc nn
NO CCC
CCOCCO CCCNC
1 7
S COC
CCN NC
OC Sc
CCCN CCCOc
CS CCCCC
CS CCSCC
CCCC CCCCNS
CS CS
CS Cn
COCCN CCOCCOc
OCCN CCCC
NO CCc
CCCOCC CCO
CCCCCCCCCC CCO
CCCCCCCCC S
S NC
CN CCCCC
CCCCC OCCN
NCCCC CCCNC
NCCCO CCOC
OCCCC CCNC
F CCCN
F CCCCCN
S CCCCSc
CN CCCCCCC
CCCC CCCCCOc
CCOCC CCO
CCS CCS
CCCCN CCc
CCCCO CCCn
COCCO CCCNS
COCCC SCc
CCCCCCCC CCOc
nc ss
CCN CCCO
CO CCCCCn
CCCC CCOCc
CNC NC
OCCCN CCCOc
COCCCN CCCOc
NCCOCCO CCOCCNC
CCCCCCCCC Sc
4 7
CCC P
CCCN CCCc
cn ss
CNCCN CCNCCN
7 3
S CCOCCO
CO COCCCNC
CCO COc
CCO CCOCCNC
-]) /[
OCCN CCCCC
CCCCO CCCNCc
OCCCN CCCn
CNCCO Cc
CCOCCO CCOCCN
CCCCCCCO CCCCC
8 3
CCN CCCOC
CCO COC
CCCC CCCS
23 5
OCCO CCOCCN
F CCOc
NC l
CO CCCCNS
CN CCCCCCNC
cn s
OCC CCOS
OCCO N
OCCO CCC
CCCCO CCCNS
COCCO CCCNc
CCCCCCCC CCCc
CCCCCCCC CCNS
CCCCCCCC CCCCCCCCCC
NCCCCC F
CCOCCOCC S
COCCCNCC CCOc
CCCCO N
NO CCCN
F CCCOc
N CCCCCn
P N
S CCNCC
NC OCc
CCN CCNS
CCCC l
COCCN CCCOc
CCCCO CCCNc
NCCCN CC
OCCCN CCC
CCCCCN CC
NCCCO N
CCOCCO NC
OCCOCC Sc
CCCNCCN CCCNCC
CCC OCCn
CS CNC
13 5
COCCO CCCN
S CCCCCF
CCC B
CO CCCCn
CCCC CCCCCOC
OC P
sc n
NCCCN CCCN
NCCCCC OC
BBBB BBBB
5 8
CN O
CN CCNCC
CCS CN
NS N
OCCNCC Nc
OCCNCC CCOc
1 1
1 53
CCN CCCC
CCCN N
CCCCC Br
CCCO P
CCCO CCCNC
CCCCN CCCCCCOc
COCCO CCOC
-])( /[
CCCCOCC S
OCCOCCOCCO CCOc
COCCNCC CCOc
O CCCCS
CN CCCCn
OCCO CCCNC
NCCN CCCOc
CCCS CCC
CCCCCCCC SC
8 2
B OCC
CCS CCSCc
NCCN CCCC
OCCN CCC
CCCCO CCOCCO
NCCO CCOC
45 3
COCCO CCOCCCNC
OCCCC CCCCN
CNCCCN CCO
CNCCCN CCCN
O NCc
c H
o nnc
CN OCc
CN CCCCCc
nn s
CCOCC SCCO
CCCO n
NCCCC CCCCN
CCCCCCCC CCCCS
N OCO
O CCCCCNc
S CCOCCSc
NC NS
CN P
CN CCCCCOc
CCO CNC
CS CCCSCC
COCCN CCOCCN
CCCCO CCOCCOCCS
NCCCN CCN
COCCO CCOCCOCCO
NCCCC CCCCCCC
54 6
OCCCCCCN CCO
S CCCCn
S CCCCCn
] \
CO NCc
CO COCC
CN CCOCC
CCCN CCCN
NCC CCOCc
NCC CCCNS
OCC CCOCC
OCCCO S
NCCO CCOCCN
CCOCCO CCc
BB B
2 6
S CNCN
] =
s nnn
NC OCC
CS CSCc
CS CCCCCNC
CCS CCO
CCS CCCn
CCS CCSc
32 4
CCCCN CCC
NCCN CCOCCOc
OCCC SCCNc
NCCO CCOCCC
NCCCC CCCC
COCCCN CCc
SCCC F
OCCCCCN CCO
CCNCCN CCNCC
COCCOCCN CCOCCOCCN
CSCCCC SCC
P c
S COc
CO COCc
CO CCCCNc
NCCCN CCCNC
OCCCO n
CCCCCCC SC
scc s
CCCOCC CCNCC
OCCCC CCNCc
OCCCCCN CCCCC
@ -]
S CCCCCC
S CCCNS
S CCCCCO
@@ -]
CO CCCCSc
CCN CCOC
CN NCc
CN CCCCNc
CCO NS
OC S
nn ncc
CS CCCNS
CCOCC CCOc
CNC OC
CCS CCCc
OCO CCOC
CCCCO S
CCCCO CCNCc
CCCCO CCOCCOC
COCCO CO
COCCO CCc
NCCCC Sc
NCCCO CCOCCOCCCNC
CCCOCC Nc
OCCCC CCOC
OCCCC CCS
NNC NN
CCCCCCCC CCCCCCC
35 1
OCCOCCN CCO
COCCOCC Sc
2 43
6 35
N OCCOCCO
O CCCCCOC
S CCOCCOc
ccc sc
CO CCCOCc
CCO CCCOc
CS CCSCc
OCC SCCN
NCCN CCn
NCCO S
NCCO CCc
COCCO CCOCC
COCCO CCOCCOCCN
CNCCN CCCN
OB O
CCOCCO CCC
NCCCCN CCCN
CCCCCCCC CCCN
OCCOCCOCCO CCOC
OCCCCOCC CCCN
8 6
O CCCCCCC
CCN CCSc
CCO CCOCCn
CCCCC OS
CS CCCS
COC Nc
+] \
OCC SCCO
OCCN CCCCCOc
CCCCO CCCCCCO
NO CCCOc
NCCO CCOCC
NCCCC CCCCCCNC
NCCCCN CCOc
CCCCCCCC CCCCCCCCn
CCCCCCN CCc
OC SC
CCOCC SCc
CNC S
cnn nc
NCCCN CCCCN
NCCO N
NCCS CCOc
NNC O
CCOCCO CCCN
CCOCCO CCOCCC
CCCCCOCC CCNCC
S CCCOCC
S CCOCCC
CN CCCCCCN
CCCC P
CCCCC OCCCc
CS N
NCCN CCC
CCCCO B
CCCCO CN
OCCC OCC
OCCCN CCOC
OCCCN CCCOC
COCCO COc
OCCCCN CCc
OCCOCCN CCCOC
OCCCCC Sc
CNCCCC CCNCc
OCCSCCO CCOCCSCCO
CN CCCCCC
CCCC B
CCOCC CCCNCC
NO CN
CNCC CCCN
CCCS CCS
COCCO CCOCc
NCCCC CCc
CCCCOCC CCOCCC
CSCCCC SCc
1 34
S NCCc
CCN NCC
CCOCC CCN
CCCO CCCOc
OCCO CCOCCOC
CCCCCC CCON
NN CCC
OCCN CCOCCOc
OCCN CCCCCCOc
CCCCO n
OCCCO CCCOc
COCCO CCOCCC
NCCCC SC
CCOCCO CCOC
CCCCCCCC CCCCSc
CCCCCCCC CCCCCCCCO
OCCCCN CCCOC
SCCCC CCO
OCCCCC S
OCCCCC SC
OCCOCCOCCO CCN
COCCCCC Sc
NCCOCCOCCO CCC
1 75
O CCCCCCCCOc
S CO
NC ON
nn ccn
12 5
CCCCC OCCCCN
OCC CCNCC
OCC CCOCc
CCS CCCOc
OCCO CCCSc
ns s
COCCO CCOCCOC
CCCCCCCC CCCCCO
OCCOCCN CCOCCO
CCCCCCCCCC Nc
NCCCCO CCc
OCCOCCO S
NOCO N
4 12
8 1
S COCc
S CCCCCCC
S CCCCCCCC
CO CCCOCCN
CCN CCCSc
CCN CCCCCOC
CN NS
CCO CCCS
CCO CCCCc
OC F
)( /[
12 6
CCCCC OCCCCOc
CS CSCC
CS CCONC
CCS CCCSc
OCO CO
34 2
NCCN CCN
NCCN CCNCCN
OCCN CCSc
CCCCO CCOc
NCCCN CCO
OCCC SCC
NCCO NC
NCCO CCCO
NCCO CCOCCOCCOCCO
CCCCCN CCCCCO
COCCO CCOCCOc
CCCOCC Sc
OCCCC SC
NNC N
CCOCCO CCOCCNC
CCOCCO CCOCCOCCN
CCCCCCCC CCSC
CCCCCCCC CCCCCCCCC
NCCOCCO CCOCC
NCCOCC Sc
NCNC S
15 7
CCCCCCCCCCCC CCCON
s scc
CCN OCC
CN Sc
CCCN CCCCN
CCNC N
NCCCN CCOc
CCCS CCc
NCCO CCOCCOCCO
OCCCC CCCOc
OCCCC CCOS
SCCC SC
CCCCOCC CCO
OCCCCC NCc
4 23
7 2
8 4
F CCCSc
N Br
N CCNCCCc
O Sc
S CSC
S CCCCCOc
S CCCCCCOc
NC NCCN
CO CCCO
CO CON
CO CCCCCc
CCN CCCCC
CN CCCCCCOc
CCO CCCO
CCCC CCNCC
CCCC CCON
CCCN CCOCC
CCCN CCNS
CCCCC SC
CCCCC ON
CS CCOCC
CS CCCO
SCC F
SCC CCO
CCCCCC CCOCCNC
NCCN CCNC
NCCN CCNCCNC
OCCN CCCn
OCCN CCCOC
CCCCO NC
CCCCO CCOCCOCCCNC
CCCS CCOc
NCCO CCOCCOCCN
COCCO CCCCCO
CNCCN CCNCCNC
NCCCC CCCCCNC
24 1
NCCCO CCCN
OCCCC SCc
NNC Oc
OB c
CCOCCO S
CNCCCN CCCNC
OCCCCN CCOC
OCCOCCN CCOC
CCCCCCO CCCCC
COCCOCCOCCO CCOC
] )[
s ncn
CCN Sc
CN CCCCNCc
CCO Sc
CCCN CCNCc
CCS CCNS
SCC CCCN
CCCCN CCCN
NN CCN
NN NN
COCCN CCOCCOCCN
NCCCN CCCNCc
OCCCO B
NO CCOC
CCCS CCSC
OCCCC CCCCCCC
CSCCN CCSCCN
CSCCC SCc
OCCS CCOC
NCCOCC Nc
OCCOCCOCCO CCOCCOCCOCCO
BBBB C
4 32
9 1
F CCSc
F CCCCOc
O Br
O NS
O NCNc
S CCOCc
] )(=
c on
NC P
NC NSc
Cl N
CCCC CCOS
CCCC CCOCCOCCCNC
CCCN CCCC
CCCN CCCNCc
CS CCCSc
CS CCCSC
COC NCO
NCC CCOCC
-]) \
@] =
CCCO CCCN
CCCO CCOCC
CCS CCCC
CCS CCNCc
CCS CCSCCc
OCCO CCOCC
OCCO CNC
OCCO CCOCCCC
NN P
NCCN CCNS
OCCN CCNC
CNCC F
NCCO CCOCCOCCOCC
COCCO S
COCCO CCNS
COCCO CCCCNc
COCCO CCOCCS
CNCCN CCN
NCCCC CCCCCCCCN
OCCCC CCSc
CCOCCO CCOc
CCCCCCCC CCCCNc
CCCCCCCC CCCCCCN
CCCCCCCC CCCCCCNC
CCCCCCCC CCCCCCCc
CCCCCCCC CCCCCCCCN
CCCCCCCC CCCCCCCCCCO
NCCCCC S
CNCCCC CCCCN
NCCNCC CCOc
NCCOCCOCCO CCOCCC
CCCCCCCCCCCCCCCCCC Nc
BBBBBBBB BB
9 4
O CCCCCCNc
P C
P CC
S CCOCCn
CO CCCCc
CCN CCCNCC
CN CCSCCN
CN CCCCCCCNC
CCOCC Cc
CCS CCSC
CCS CCSCCN
OCO COc
cs n
COCCN CCOCc
OCCN CCCN
CCCCO CCc
CCCCO CCCCC
CCCCO CCCCc
OCCCO CCCO
NO CCCn
CCCS CCCc
NCCO CCOCCNc
OCCCN CCCN
CNCCN CCNCc
OCCCC CCCCCCO
CCCCCCCC CCCCCCO
CSCCS CCSCCS
NOCC CCON
OCCS CCOCCSCCO
CCNCCN CCNC
OCCOCC SCCOCCO
OCCOCCOCCO CCOCCOCCO
CCOCCOCCOCCO CCC
CCNCCCNCC CCOCC
4 13
6 8
9 8
B c
F CCCn
O F
O SC
S O
S CSCc
S CCSCC
S CCCCc
S CCCNCC
S CCCCCCNc
CC CCOCCn
CO CCCCCO
CO CCCCCS
CCN CCCNC
CCN CCCS
CCN CCNCc
CCN CCCCCCNCCc
CCO CCCCn
CCO CCCSc
CCO CCCCNc
Cl Cc
CCCC CCOCCOCCCN
CCCN CCOC
CCCN CCNCCCN
CCCCC OCCCN
CS CSc
CS CCCNCC
CS CCCCCCO
CCOCC CCOCCCNC
CNC NCc
+] #[
OCC l
OCC CCOCCN
CCCO CCCn
CCCO CCCNc
CCS N
CCNC S
OCCO NC
OCCO CCCNc
OCCO CCOCc
CCCNC N
CCCCN CCCCCO
CCCCCC CCOP
CCCCCC CCOS
NN O
34 6
NCCC l
COCCN N
COCC CCO
COCC CCOCc
OCCN CCCNCc
CCCCO CCO
CCCCO CCCNCC
NO NC
NO CCCNC
CNCC CCNCC
CCCS CCN
CCCS CCSCCCN
OCCNC n
COCCO N
COCCO P
COCCO n
COCCO NC
COCCO CCOCCn
COCCO CCOCCNC
COCCO CCOCCOCCNC
CNCCO CCN
CNCCO CCOCCO
NCCCC F
NCCCC CCCCCCCCNC
COCCCN CCCN
COCCC SC
CCCCS CCOC
CCCCS CCn
54 1
NCCCO CCC
NCCCO CCCC
NCCCO COC
NCCCO CCCNC
CCCOCC S
OCCCC F
OCCCC CCCC
OCCCC CCCCC
OCCCC CCCCCCOc
OCCCC CCCCCCc
CCOCCO CCOCc
NCCCCN OCc
CCCCCCCC CCCn
CCCCCCCC CCCOc
CCCCCCCC CCCCCOC
CCCCCCCC CCOS
CCCCCCCC CCCCCCCCNc
CNCCC SCc
COCO CCCC
OCCOCCN CCCC
SCCCC F
COCCCC CCCCCCC
CCCCCCCCC Nc
OCCOCCOCCO CCOCCOC
CCCCNCC Cc
CCCCNCC Nc
CCOCCOCCOCCO CCOCCN
CCOCCOCCOCCO CCOCCC
CCCCCCS CCS
COCCOCCOCCO CCOCCOC
NOCCOCCO CCOCCNC
O NCCc
S CNc
NC NCC
NC SCc
NC OCN
CO CS
CCN CCCNCc
CCN CCNCCc
CCCN CCSc
CS CCNCC
CCNCC CCNCCc
CCCCN CCO
COCCCN CCCn
COCCCN CCCOCc
CCCCS CCc
SCCN CCN
OCCCC CCOCc
NNC n
CCOCCO N
CNCCCN CCNCCCNC
CCCCCCN CCCOc
COP O
NCCOCCO CCOCc
CNCCCO CCOc
OCCCCC OS
OCCOCCOCCO CCOCc
NCCCCCN CCOc
CCCCNCC CCO
CCOCCOCCN CCOCCOCC
OCCOCCOCCOCCO CCOCc
NCCNCC Nc
COCCOCCOCCO CCOCCN
CSCNC S
- ]([
1 45
5 24
6 41
@ +]([
F CCC
F CCCNC
F CCOCc
F CCCCCn
F CCCOCc
N OCCCc
O Cl
O CCCCCCCCOC
S S
S NCc
S CCSCc
S CCCCCCNC
S CCCCCSc
S CCCCCCCCCCSc
NC Nn
CO COCCCN
CO COCCOC
CCN P
CCN NCCN
CCN CCSCc
CN CCCNCC
CN CCCCCNC
CN CCCCCNCc
CCO COCC
CCCC CCSCc
CCCC CCCOCc
CCCN CCNc
CCCN CCCCNC
12 7
CS CCCCNc
CCOCC CCOCC
CNC Sc
CCOC P
NCC CCNCC
NCC CCCNCC
ccnc o
CCCO CCOCc
CCS CCCSC
CCS CCSCCC
NS NC
NS Nc
CCNCC CCCN
ccsc n
OCCO CCOCCNC
SC F
CCCCN CCOC
CCCCN CCn
CCCCCC CCOCC
CCCCCC CCOCc
CCCCCC CCONC
CCCCCC CCOCn
NN CCCN
NN CCOc
NCCN CCCNCCN
@@]( \
COCCN CCO
COCCN CCNS
CCCCO Cn
OCCCO CCc
NCCO CCOCCS
OCCCN CCCC
COCCO CCO
COCCO COC
COCCO CCOCCc
NCCS CCO
CNCCN CCNC
NCCCC CCCCC
NCCCC CCOC
NCCCC CCn
NCCCC CCCCCC
NCCCC CCCCNc
NCCCC CCNCCOc
COCCCN CCSc
COCCC SCC
CCCCS CCCNC
OCCCC CCCOC
OCCCC CCCCCCCN
OCCCC CCCOS
NNC Nc
NCCCCN P
NCCCCN CCCNC
SCCS CCCSCCS
CCCCCCCC P
CCCCCCCC CCCCCCCCNC
CNCCC F
ccs s
COCO CCCNc
SCCO N
CSCCS CCCSCCSC
NOCC CCONS
OCCS CCn
CCCCCCCN CCOc
COCCOCC Nc
COCCS CCC
COCCS CCc
NCCOCCO CCOCCNc
SCCCC CCCCCC
SCCCC CCSc
SCCCC CCCCCCC
CCCCCCCCCC CCOc
NCCOCC F
CNCCCO CCC
CCCCCCCCCCC Nc
CCNCCN CCN
CCCCOCC Nc
CCCCOCC Sc
OCCOCC SC
OCCOCCOCCO CCC
OCCOCCOCCO CCOCC
CNCCCC CCCCNCc
CNCCCC CCOCCCCc
OCCOCCO CCOCc
OCCOCCO CCOCCNC
CCOCCOCC Nc
CCCCCCCO S
CCCCCCCCS CCOC
NCOC S
COCCOCCOCCO S
NB N
CCCCOCCOCCO CCOCCCN
SCO CS
COCCCO CCCO
B C
S OC
CCN CCCCc
CCN CCCCCOc
CCO COCc
CCCN CCCSCCC
CCCCC SCc
CCOCC SC
CCOCC CCCNCCNC
NCC B
NCC CCNCc
ccccn snc
OCC B
OCC SCCOc
OCC CCON
CCCO CCCCCCNCCc
CCS CCSCC
CCNC O
CCNC OCC
NCCC B
CCCCO CCCCCCOc
ns n
OCCCN CCNCCCOc
CCCCCN CCc
NCCS CCN
CNCCN CCCSCCSC
COCCCN CCN
SCCN CCn
OCCCC CCCCc
CCOCCO CCOS
NCCCCN CCCOc
CCCCCCCC CCOCCO
CCOCCN CCN
CCOCCN CCOCCOCC
NCCCCC SC
CNCCNC N
SCCCN CCN
CNCCCO N
CCNCCN CCC
OCCNCC Cc
CSCCCC CCSC
CCOCCOCCOCCO N
CCOCCOCCOCCO S
NOCCO N
CCP c
NB NCN
CCSCCS CCSCCSCC
1 9
2 53
5 21
6 9
@ +](=
@ -](
C BBBBBBBBBB
F N
F CCCc
F CCNCc
F CCCNCc
N NCCS
N CCCCCCCNc
O NCCOc
S COCC
S CSCC
@@ +]([
@@ -](
NC B
NC NCCCN
NC NCCOC
NC OCCOC
NC OCNC
CO CSC
CO COCCC
CO CCCCCOc
CO CCCCCNc
CO CCCOCCc
CO CCCONC
CCN Nc
CCN CCCNS
CCN CCCSC
CCN CCCCCO
CCN CCOCCSc
CCN CCCCCCNc
CN Oc
CN NCCO
CN CCCCCCCC
CN CCCCCNc
CN CCCCCCCCNC
CCO Nc
CCO CCNCC
Cl B
CCCC CCCNCC
CCCC CCOCCOC
CCCC CCSCCc
CCCC CCOCCOCCOC
CCCN O
CCCN P
CCCN CCCCC
CCCCC P
CS NC
CS SC
CS CCCCCC
CS CCCCc
CS CCCCCCC
CS CCCCS
CS CON
CS CCOCCOc
CS CCCCNS
CS CCCONC
CCOCC SCC
CCOCC CCNS
Br B
Br Cc
-] )(=
NCC CCOCCOC
+] )
OCC Br
OCC CCNS
OCC CCOCCCN
no n
CCCO CN
CCCO CCOCCO
CCS COC
CCS CCCS
CCNC OCc
OCO P
OCO Cn
NS CCN
CCNCC CCOC
OCCO CCNCC
OCCO CCCn
cs sc
CCCCN OC
CCCCN CCNC
CCCCN CCCNC
CCCCCC F
CCCCCC P
CCCCCC CCNCC
NN CCCOc
NCCN N
NCCN CCCCc
@]( \
NCCC SCCC
COCCN CCOC
COCCN CCn
COCC CCOCCCCN
OCCN CCNCC
CCCCO CCC
CCCCO CCOCc
CCCCO CCOCCOc
CCCCO CCOCCOCc
CCCCO CCOCCOCCOCCO
NCCCN CCC
CCCOC n
NO CCCC
NO CCCSC
OCCC l
OCCC SCCN
OCCC SCCC
CCCS CCn
CCCS CCCNC
CCCS CCCSC
CSCC F
CCCCCCC SCc
OCCNC l
NCCO B
NCCO CCNS
NCCO CCOCCOC
OCCCN CCCc
CCCCCN OCc
COCCO CN
COCCO CCNCc
COCCO CCCSCc
COCCO CCOCCOCc
COCCO CCOCCOCCOCCOCCNC
CNCCN CCNS
OS N
CCCCS CCS
CCCCS CCSc
NCCCO CCOc
NCCCO CCCOc
NCCCO CCOCCOc
OCCCC Br
OCCCC CCSC
OCCCC CCCCCCCO
CON P
CCCCCCCC B
CCCCCCCC SCc
CCCCCCCC CCCOC
CCCCCCCC CCCCc
CCCCCCCC CCCNS
CCCCCCCC CCCCNS
CNCCCN CCn
OCCCCN CCCCCCNCCCOc
CCCCCCN CCN
NOCC SC
OCCS CCCn
OCCOCCN CCc
COCCS CCS
SCCCC CCCCC
CNCCCO CCO
CCCCCCCCC SCc
CCCCOCC CCCN
OCCOCCOCCO CCOCCC
COCCCCN CCOc
CNCCCC CCOCCc
CNCCCC CCOCCOCc
CNCCCC CCOCCCc
OCCOCCO CCOCC
CCCCCCCCN CCNC
CP Cc
COCCOCCN CCOCCOCCOCCN
NP NCN
CCCCCCCCCCCC SC
-]( -
CCOCCOCCOCCO CCO
CCOCCOCCOCCO CCOCCOCCN
CCOCCOCCOCCO CCOCCOS
OCCNCCO B
NCCOCCOCCO CCOc
NCCOCCOCCO CCOCCOCc
COCCOCCOCCO CCC
COCCOCCOCCO CCOCCOCc
NB NBN
CCNCCCO CCCN
CNCCNCCNCCN CCNCCN
BBBBBBBB C
CCCCOCCOCCO CCOC
CSCCCS CCCSCCCSC
NCCCNCCCCN CCCNC
SCCCCCCCC CCCn
NCCOCCOCCOCCOCCO CCOCCC
CSCCNCCSCCN CCS
OCCOCCOCCOCCOCCOCCOCCO CCO
OCCOCCOCC F
NCCOCCOCCOCCOCC Nc
COCCCCCO n
CCCNCCCCC OCCC
CCCCOCCOCCOCCOCCO CCCCCC
5 31
B OCCC
C BBBB
N OCCn
P CO
P CCCP
P CCPc
S CNCc
S CCCCNC
S CCCCCCN
S CNN
S NSc
S CCOCCOCCOCC
S COCSc
o sc
CCN CCSC
CCN CCCCCCCN
CCN CCSCCN
CN CCCCCCCNCc
CN CCCCCCNc
CCO CNN
OC NCOc
nn oc
ncc sc
CCCN CCSCC
CCCN CCCSC
CS n
CS Nc
CS CCOCCc
CS CCCCSC
CS CCCCCCCCSC
CS CCCCCCCSC
CS CCOCCSCc
CCOCC CCOC
CCOCC SCCN
CCOCC SCCOC
COC NCOC
CNC NCCC
OCC CCNCCNc
OCC CCNCCCCOc
23 4
CCCO CCCNCc
CCCO CCOCCOCCCN
CCS S
CCS Sc
CCS CCCCS
CCS CSCCc
CCS CCCSCCC
CCS CCCSCCc
CCS CCCCSCCc
CCS CCOCCSCCN
CCNC n
OCO S
OCO Nc
CCNCC CCN
OCCO P
OCCO COCCOc
OCCO CCON
SCC CCNCCN
CCCCN CCCCC
CCCCN CCCNCc
CCCCN CCNCCN
CCCCCC CCOCCCC
NN CCNN
NCCN OCc
NCCN CCNCCNCC
OCCN CCOCCO
OCCN CCOCCN
CCCCO CCCCCCNCCc
NCCCN CCCC
NCCCN CCn
NCCCN CCCNCCCNC
OCCCO CCCOS
CNCC CCCNCC
CCCS CCCn
CCCS CSCCCN
NCCO CCONC
OCCCN CCCNCCCOc
OCCCN CCCCCCNCCCOc
ON NC
ON Nc
CCCCCN CCCCCC
COCCO CCCOCCOC
CNCCO CCCCC
CNCCO CCNCCNCCN
NCCS CCNC
NCCS CCSCCNS
CNCCN CCSCCCSC
NCCCC CCCCCCNc
COCCCN CCNc
CCCCS CCCn
54 2
NCCCO CCCNS
CCCOCC Cc
OCCCC CCCN
OCCCC CCCCCCOC
OCCCC CCON
OCCCC CCCCCOS
NNC Sc
OB OBO
occ s
NCCCNC OCc
CCOCCO CCON
CSCCN CCSCc
CSCCN CCSCCOCCSCCN
CCCCCCCC CCOCCCCO
CNCCCN CCCNCc
CNCCCN CCCNCCCNC
CNCCCN CCCCNCCCNCc
NOC n
SCCO CCOCc
SCCO CCOCCSc
SCCO CCOCCSC
CSCCS CN
CSCCS CSCCS
CSCCS CCNCCS
CSCCS CCSCCSC
NCCCS CCCN
NCCCS CCn
NCCCS CCCNC
NCCCS CCCNc
OCCS CCCc
OCCS CCOCCOCCOCC
OCCS CCOCCSCCOC
SCCCS CCCS
OCCOCCN n
NCCCOCC CCOCCCNc
COP OC
COCCS CCOCCOCC
NCCCCCC CCCNS
NCCOCCO CCNS
NCCOCCO CCOCCn
OP Oc
SCCCC SC
SCCCN CCn
NCCOCC CCNCCOc
CNCCCO CCCNC
CNCCCO CCCOCCCNCc
CCNCCN CCCC
ONC Oc
OCCOCCOCCO N
OCCOCCOCCO S
OCCOCCOCCO CCOCCOc
OCCOCCOCCO CCON
CCCCCCCCN CCc
CNCCS CCCSCCNC
COCCCCC OCc
NCCCCCCN CCCCCCNC
CNCCOCCO CCNCc
CNCCCNC N
CSCCCC CCSCN
CNCCCCN CCO
BBBB BC
CCCCCCCCCN CCNCCNCCCC
OCCOCCOCCOCCOCCO CCOc
NCCOCCOCCO CCOCCN
CCCCCCCCCO CCCCCO
COCCOCCOCCO CCOCCOCCN
COCCOCCOCCOCCOCCO CCO
COCCOCCOCCOCCOCCO CCOCCO
COCCOCCOCCOCCOCCO CCOCOC
CNCCCS CCCNCCCSC
CNCCNCCNCCN CCN
SCCOCCO CCOCCSc
NOCCCN CCSCc
CCNCCCC CCOCCc
NOCO NS
CCNCCNCCNCC CCNCCNCCNC
NOCCOCCO CONC
CSCCCS CCSCCCSC
CCCSCCS CCCSCC
CSCCOCC SCC
CSCCOCC SC
CSCCNCCSCCN CCSC
CNCCSCCN CCSC
CNCCSCCN CCCSC
CSCCSCCSCCS CCS
CSCCSCCSCCS CCSCCS
CNCCOCCOCCO CCNCc
CNCCOCCOCCO CCNCCN
CCOCCCCOCC CCOCCCCOC
COCCCNCCN CCCOCC
PCCCP c
SCCOCCOCCOCC S
CCNCCSCCN CCC
CCSCCCCS CCCCCC
CCCCNCCNCCN CCCCCCCCCNCCNCCNCCCC
CCCCCCCCOCCCC CCO
OCCNCCOCCO CCNCCO
OCCNCCOCCN CCO
CNCCOCCNCCNCCN CCOCCNCCN
CSCCSCCNCCS CCSCCN
OCCSCCOCCOCCOCC SCCO
COCCSCCOCCOCC SCCO
1 42
1 74
4 8
5 43
5 13
B O
B NBN
F B
F COc
F CCCC
F CCc
F Cn
F CCNC
F CCCCn
F CCCCNc
F CCCCSc
F CCCSCc
F CCCCCSc
I N
N I
N NCCCc
N NCCn
N OCCCO
N OCCNC
N NCCSC
N NCCF
N OCCOS
N OCOCC
O I
O NN
O NCCN
O CNCc
O CCCCCCCCO
P CCC
S NS
S Sc
S NCCO
S COCCOC
S NCN
S CCOCCNC
S CCCOCCc
S CCCCCCCCCCCC
S CCOCCS
S NCO
S CCOCCOCCOCCOCCC
s cccc
CC I
CC Br
ccc p
NC SCC
NC NCCO
NC NCCCC
NC OCCn
NC NNC
NC SCCNC
NC OCn
CO NCC
CO Sc
CO CNS
CO COCCn
CO NNC
CO CCCCCCCN
CO CCCOS
CO CCCOn
CO CCCOCCCOc
CCN OC
CCN NCc
CCN CCOCC
CCN NCCc
CCN NCCCN
CCN CCSCC
CCN OS
CCN CCOCc
CCN CCOCCO
CCN CCCCCCN
CCN CCCCCCO
CCN CCOCCOCCOCCC
CN B
CN NCCN
CN NNc
CN CCCCCn
CN OCN
CN CCCCCCCCCCC
CCO CCCCCC
CCO CCCOS
Cl p
Cl Nc
CCCC I
CCCC CCOCC
CCCC CCSCC
CCCC CCOCCN
CCCC CCOP
CCCC CCOCCCN
CCCC SCCNc
CCCC CCCOCCc
CCCC CCOCCOCCN
CCCC CCOCCNc
CCCC CCSCCCN
OC SCCCN
CCCN n
CCCN NC
CCCN CCCO
CCCN Sc
CCCN CCSC
CCCN CCCCCc
CCCN CCCSCc
CCCN CCCCCCNc
CCCN CCNCCNCCC
sc ncc
CCCCC B
CCCCC SCC
CCCCC OCCNC
CCCCC OCn
CCCCC SCn
CCCCC OCCOCCOCCOCCO
cn snc
CS COC
CS OCCO
CS CCOCc
CS CCCCCc
CS CCCCCCN
CS CCCCCOC
CS CCCCCCNC
CS CCCCNCc
CS CCCON
CS CCCOS
oc ncc
CCOCC B
CCOCC F
CCOCC CCNCC
CCOCC SCN
CNC B
CNC P
CNC Nc
CCOC Nc
Br N
Br CCOc
NCC P
NCC CCNCCCCOc
+] -
OCC CCCNCC
OCC CCOCCCNC
-]) \[
@@] =
CCCO Nc
CCCO CCO
CCCO CCCC
CCCO COC
CCCO COCc
CCCO CCNCc
CCCO CCOCCN
CCCO CCCCCCN
CCCO CCOCCOCCN
CCS NC
CCS CO
CCS CSc
CCS CCCO
CCS CCNCC
CCS CCCCN
CCS CCCCc
CCS CCCNc
CCS CCOCCOc
CCS CCSCn
CCNC Nc
NS Cc
NS CCO
CCNCC CCCNCCc
CCNCC CCNCCCO
OCCO CCCC
OCCO CCc
OCCO CCCO
OCCO COCCO
OCCO CCOCCCNC
OCCO CCOCCn
OCCO CCOCCC
SCC CCOC
CCCNC n
CCCCN CCNCc
CCCCN CCCCCNc
CCCCN CCCCCCO
CCCCN CCOCCSc
CCCCCC CCCNS
CCCCCC CCOCCNc
NN B
NN OC
NN Br
NN OCc
NCCN CCNCc
NCCN CCCSc
NCCN CCCCSc
NCCN CCCCCCNC
NCCN CCOCCSc
NCCN CCCNCCNC
NCCC P
NCCC SCCN
NCCC SCCS
NCCC SCCc
NCCC SCCOc
NCCC SCCO
COCCN P
COCCN CCN
COCCN CCc
COCCN CCOCC
COCCN CCCn
COCCN CCSc
COCCN CCNCc
COCCN CCCSc
COCCN CCCCCOc
COCCN CCCCSc
COCCN CCOCCOCCOCCN
COCC B
COCC CCNCC
OCCN NC
OCCN CCCO
OCCN CCCNC
OCCN CCCNc
OCCN CCCNCC
OCCN CCCSc
OCCN CCCOCc
OCCN CCCCSc
OCCN CCNCCOc
OCCN CCCCCCNCc
CCCCO Nc
CCCCO COc
CCCCO NS
CCCCO CCOCCNc
NCCCN CCc
NCCCN CCCNCCc
OCCCO CCN
OCCCO CCCN
OCCCO CCCCc
OCCCO CCCOCc
NO P
NO CCCCCC
NO CCCSc
NO CCCOCC
NO CNN
CNCC Br
OCCC SCCS
CCCS N
CCCS CCCC
CCCS CCCN
CCCS CCCOc
CCCS CCCNc
NCCNC OCc
CCCCCCC B
OCCNC Nc
NCCO P
NCCO CCCC
NCCO Cn
NCCO CCOCc
NCCO CCNCCN
NCCO CCOCCOCCOCCOCC
45 6
OCCCN N
OCCCN n
OCCCN CCS
OCCCN CCCCN
OCCCN CCNc
CCCCCN CCO
CCCCCN OC
CCCCCN CCOC
CCCCCN CCOc
CCCCCN Sc
CCCCCN CCCCCNc
COCCO CCCn
COCCO CCCOc
COCCO CCCCNC
COCCO CCCNCc
COCCO CCOS
COCCO CCOCCOCCn
CNCCO CCOCCNCCN
NCCS N
CNCCN CCC
NCCCC CCS
NCCCC CCNCC
NCCCC CCCc
NCCCC CCCn
NCCCC SCc
NCCCC CCCOc
NCCCC CCSC
NCCCC CCCCCCCC
NCCCC CCCCCCN
NCCCC CCCCNS
NCCCC CCCCCCNS
COCCCN P
COCCCN CCOC
COCCCN CCn
COCCCN CCCSc
COCCCN CCCCSc
COCCCN CCNCCCOCc
COCCC B
OS CCSc
CCCCS N
CCCCS CN
CCCCS Cn
CCCCS CNC
CCCCS CCOc
CSCN N
SCCN CCc
SCCN CCCCCOc
NCCCO CCCO
NCCCO CCOCCOC
CCCOCC CCCNCCO
OCCCC CCCCCC
OCCCC CCCCNC
OCCCC CCCCCCCC
OCCCC CCCCCc
OCCCC CCCCCCn
OCCCC CCCCCCCc
OCCCC CCCCCCCS
OCCCC CCOCCCCN
NCCOC P
NNC OC
OB C
CCCCCNC S
SCCC SCC
NCN NS
CCOCCO n
CCOCCO CN
CCOCCO Cn
CCOCCO CCCNCC
CCOCCO CCOCCOCc
CCOCCO CCOCCOCCOCCOCC
CSCCN CCSCCSCCN
CSCCN CCCNCCSC
NCCCCN CCCNCCCN
SCCS CCO
CCCCCCCC CCOCC
CCCCCCCC CCNCC
CCCCCCCC CCSCC
CCCCCCCC CCCS
CCCCCCCC CCNCc
CCCCCCCC CCOCCN
CCCCCCCC CCCCCc
CCCCCCCC CCCCCCCN
CCCCCCCC CCCCCCCn
CCOCCN CCOc
CCOCCN CCOCc
CNCCCN CCNCCNC
CCCSCC Nc
NCCCCC OCc
NCCCCC Sc
OCCCCN CCCC
OCCCCN CCCN
OCCCCN CCS
CSCCC F
CCOCCC SCc
SCCO S
SCCO CCCS
SCCO CCNCc
CCCCCCN CCO
CCCCCCN CCOc
CCCCCCN CCn
CSCCS CCCOc
NOCC F
NCCCS CCOC
NCCCS CCCOc
OCCS CCCC
OCCS CCCOc
CCCCCCCN CCO
CCCCCCCN CCOC
CCCCCCCN CCCO
OCCOCCN CCCN
NCCCOCC CCOCCCNC
COP C
COCCOCC Cc
COCCOCC CCNS
COCCS CCN
COCCS CCCC
COCCS CCOc
COCCS CCCn
SCCCC P
SCCCN CCC
SCCCN CCCN
CCCCCCCCCC CCCN
CCCCCCCCCC CCOCC
CCCCCCCCCC CCOCCN
CCCCCCCCCC CCOCCCNS
NNS c
NCNC NCN
COCCCC B
COCCCC SCC
COCCCC SC
COCCCC SCc
CNCCCO CCOCC
CCCCCCCCC OCc
CCCCCCCCC OCn
CCCCCCCCCCC Sc
CCNCCN CCS
CCCCOCC CCNCCCO
CCOCO CN
OCCCCC F
OCCOCCOCCO COCc
OCCOCCOCCO CCONC
OCCOCCOCCO CCOCCOCCN
CNCCCC CCOCC
OCCOCCO CCNCc
OCCOCCO CCOCCS
CCCCCS COCC
CCCCCS CCCCCCN
CCCCCCCCN CCOC
CCCCCCCCN CCCNc
NCCCCCN O
CCOCCOCC Cc
COCCCCC SCc
CP c
OCCNCC CCNCCCn
COCCNCC Nc
CCCCCCCCCCCC P
CCCCCCCCCCCC SCC
CCCCCCCCCCCC CCCCc
CCCCCCCCCCCC CCCCS
CCCCCCCCCCCC CCCCNS
CCCCCCCCCCCC CCOS
SCCCO N
SCCCO CCOCCSc
CCNCCO CCNCc
CCCOCCN CCSC
OCCCCO n
CSCCCC CCS
CCOCCOCCOCCOCC Nc
CCCCSCC CCCN
CCCCCCCCO n
CCOCCOCCOCCO CCOc
CCOCCOCCOCCO CCOCc
CCOCCOCCOCCO CCOCCOCCOCC
CCOCCOCCOCCO CCOCCOCCNC
CCOCCOCCOCCO CCOCCOCCC
CCOCCOCCOCCO CCOCCOCCOCCC
CCOCCOCCOCCO CCOCCOCCOCc
SCCCCN CCCO
CCCCCCCCCCCCNC n
CCCCCCCO CCOCCOCCN
NCCCCCCCN CCCCN
CCCCCCCCCCCCC SCC
CCCCCCCCS CCn
CCCCCCCCS CCSc
NOCCO CCONC
CCCCCCCCCCCCN CCNC
CNCCCCO CCc
OCCOCCOCCOCCOCCO CCOCCOCc
OCCCCCCO CCCCc
NCCOCCOCCO CCOC
NCCOCCOCCO CCNCC
NCCOCCOCCO CCOCCOc
NCCOCCOCCO CCOCCNC
CCCCCCCCCO NC
COCCOCCOCCO CCOc
COCCOCCOCCO CCOCc
COCCOCCOCCO CCOCCC
COCCOCCOCCO CCOCCNC
COCCOCCOCCO CCOS
SCNC S
COCCOCCOCCOCCOCCO CCC
COCCOCCOCCOCCOCCO CCOCc
COCCOCCOCCOCCOCCO CCOCCC
COCCOCCOCCOCCOCCO CCOCCOC
COCCOCCOCCOCCOCCO CCOS
COCCOCCOCCOCCOCCO CCOCCOS
CNCCCS CCCNC
17 2
CCSCCS CCCn
CCCCOCCOCCO S
CCCCOCCOCCO CCOc
NCCCCCCCCN CCCCCCCCN
CCCCCCCCCCCCS CCOCn
NCCCNCCN CCCNC
OCCCCOCC Cc
OCCCCOCC CCN
NCCCNCCCCN CCCN
CCCSCCS CCCNCC
NCCOCCOCCOCCOCCO CCC
NCCOCCOCCOCCOCCO CCOC
NCCOCCOCCOCCOCCO CCOCc
NCCOCCOCCOCCOCCO CCOCCOCc
CCCNCCCCN CCO
OCCOCCOCCOCCOCCOCCOCCO CCOCc
CBBBBBBBBBB Cc
CCNCCCCCCO CCOCc
CCCCCOCCOCCOCCOCCO CCCCC
NCCCSCCS CCCN
OCCOCCOCCOCCS Sc
3 8
6 54
B N
B Cc
N p
O CNS
O NOS
P NCCN
S CON
p H
s H
s ccsc
nc scc
nc snc
NC NCCC
CO NCCN
CO COCCO
CO CCCCNCc
CO CCCCCCCCOc
CCN n
CCN OCc
CCN CCCNCCc
CCN CCCCCOCCCCN
CCN CCCCCCCCNCCc
CN OCCN
CN CCOCCSc
CN NCCNN
cccc s
CCO COCCc
nn ccnn
CCCN NCC
CCCN OCc
CCCN CCNCC
CS NS
CCOCC CCNCc
CNC SC
CNC OCNC
ccnc s
CCCO NS
CCS CSC
CCS SCCN
OCO N
OCO CCCc
OCO COCO
NS CO
OCCO CCCOCCOc
ncnc s
SC B
CCCCN CCCOCc
NN NCc
NN PN
NCCN CCCN
COCCN CCC
CCCCO CCNCCO
NCCCN CCCOc
NCCCN CCCCNC
CSC B
OCCC B
NCCNC n
NCCO CCCCCC
OCCCN CCSc
CNCCO CCNCCN
NCCS CCc
CNCCN N
CNCCN CCCOc
NCCCC CCSc
SCCN Sc
NCCCO S
CCCOCC CCCN
OB OC
occ o
CCOCCO CCOCCOc
CSCCN Sc
cnsc n
NCCCCC OCCCCO
OCCCCN CCOc
cco cn
CCCCCCN CCC
CSCCS CCSCCSCCN
CNCCNC n
COP OCc
NCCOCCO S
COCCCC CCCCCOCc
CCNCCCN CCCNC
CCNCCCN CCCOc
BBBB Cc
BBBB BCc
NCCOCCOCCO S
COCCOCCOCCOCCOCCO CCOCCN
COCCOCCOCCN CCOCCOCCOCCN
BBB C
CNCCCCCC CCNCC
NCOCNC O
CSNS CC
