{"<|endoftext|>":0,"!":1,"\"":2,"#":3,"$":4,"%":5,"&":6,"'":7,"(":8,")":9,"*":10,"+":11,",":12,"-":13,".":14,"/":15,"0":16,"1":17,"2":18,"3":19,"4":20,"5":21,"6":22,"7":23,"8":24,"9":25,":":26,";":27,"<":28,"=":29,">":30,"?":31,"@":32,"A":33,"B":34,"C":35,"D":36,"E":37,"F":38,"G":39,"H":40,"I":41,"J":42,"K":43,"L":44,"M":45,"N":46,"O":47,"P":48,"Q":49,"R":50,"S":51,"T":52,"U":53,"V":54,"W":55,"X":56,"Y":57,"Z":58,"[":59,"\\":60,"]":61,"^":62,"_":63,"`":64,"a":65,"b":66,"c":67,"d":68,"e":69,"f":70,"g":71,"h":72,"i":73,"j":74,"k":75,"l":76,"m":77,"n":78,"o":79,"p":80,"q":81,"r":82,"s":83,"t":84,"u":85,"v":86,"w":87,"x":88,"y":89,"z":90,"{":91,"|":92,"}":93,"~":94,"¡":95,"¢":96,"£":97,"¤":98,"¥":99,"¦":100,"§":101,"¨":102,"©":103,"ª":104,"«":105,"¬":106,"®":107,"¯":108,"°":109,"±":110,"²":111,"³":112,"´":113,"µ":114,"¶":115,"·":116,"¸":117,"¹":118,"º":119,"»":120,"¼":121,"½":122,"¾":123,"¿":124,"À":125,"Á":126,"Â":127,"Ã":128,"Ä":129,"Å":130,"Æ":131,"Ç":132,"È":133,"É":134,"Ê":135,"Ë":136,"Ì":137,"Í":138,"Î":139,"Ï":140,"Ð":141,"Ñ":142,"Ò":143,"Ó":144,"Ô":145,"Õ":146,"Ö":147,"×":148,"Ø":149,"Ù":150,"Ú":151,"Û":152,"Ü":153,"Ý":154,"Þ":155,"ß":156,"à":157,"á":158,"â":159,"ã":160,"ä":161,"å":162,"æ":163,"ç":164,"è":165,"é":166,"ê":167,"ë":168,"ì":169,"í":170,"î":171,"ï":172,"ð":173,"ñ":174,"ò":175,"ó":176,"ô":177,"õ":178,"ö":179,"÷":180,"ø":181,"ù":182,"ú":183,"û":184,"ü":185,"ý":186,"þ":187,"ÿ":188,"Ā":189,"ā":190,"Ă":191,"ă":192,"Ą":193,"ą":194,"Ć":195,"ć":196,"Ĉ":197,"ĉ":198,"Ċ":199,"ċ":200,"Č":201,"č":202,"Ď":203,"ď":204,"Đ":205,"đ":206,"Ē":207,"ē":208,"Ĕ":209,"ĕ":210,"Ė":211,"ė":212,"Ę":213,"ę":214,"Ě":215,"ě":216,"Ĝ":217,"ĝ":218,"Ğ":219,"ğ":220,"Ġ":221,"ġ":222,"Ģ":223,"ģ":224,"Ĥ":225,"ĥ":226,"Ħ":227,"ħ":228,"Ĩ":229,"ĩ":230,"Ī":231,"ī":232,"Ĭ":233,"ĭ":234,"Į":235,"į":236,"İ":237,"ı":238,"Ĳ":239,"ĳ":240,"Ĵ":241,"ĵ":242,"Ķ":243,"ķ":244,"ĸ":245,"Ĺ":246,"ĺ":247,"Ļ":248,"ļ":249,"Ľ":250,"ľ":251,"Ŀ":252,"ŀ":253,"Ł":254,"ł":255,"Ń":256,"cc":257,"CC":258,"ccc":259,"(=":260,"ccccc":261,"Cc":262,"nc":263,"@@":264,"CCC":265,"](":266,"NC":267,"CO":268,")[":269,"Nc":270,"CCN":271,"CN":272,"cccc":273,"CCO":274,"(-":275,"nH":276,")(=":277,"COc":278,"Cl":279,"CCCC":280,"OC":281,")(":282,"nn":283,"CCc":284,"([":285,"ncc":286,"NCc":287,"nnc":288,"CCCN":289,"12":290,"sc":291,"CCCCC":292,")=":293,"cn":294,"CS":295,"cnc":296,"Cn":297,"oc":298,"21":299,"CCOCC":300,"COC":301,"CNC":302,"cccnc":303,"CCOC":304,"Oc":305,"Br":306,"-]":307,"NCC":308,"+]":309,"ccccn":310,"CCOc":311,"OCC":312,"cccs":313,"+](=":314,"CSc":315,"ccco":316,"-])":317,"@]":318,"@@]":319,"ccnc":320,"cnn":321,"no":322,"23":323,"CCCO":324,"cccn":325,"CCS":326,"(/":327,"CCn":328,"CCNC":329,"ccncc":330,"OCc":331,"32":332,"NCCc":333,"csc":334,")/":335,"noc":336,"ccn":337,"OCO":338,"NS":339,"CCNCC":340,"nccn":341,"CCCc":342,"CNc":343,"ccsc":344,"ncn":345,"OCCO":346,"cs":347,"ncnc":348,"SCC":349,"on":350,"SC":351,"Sc":352,"CCCNC":353,"CCCCN":354,"ncccc":355,"nccs":356,"CCCCCC":357,"CCCn":358,"NN":359,"ncccn":360,"nccc":361,"34":362,"NCCN":363,"cncc":364,"cncn":365,"@](":366,"@@](":367,"ccnn":368,"]([":369,"cnccn":370,"CNCc":371,"SCc":372,"NCCC":373,"sccc":374,"COCCN":375,"nnnn":376,"COCC":377,"ccoc":378,"coc":379,"cnnc":380,"CNS":381,"43":382,"CCCOc":383,"nnn":384,"cscn":385,"COCc":386,"OCCN":387,"cnnn":388,"NCCOc":389,"=[":390,"nncn":391,"NCCCc":392,"CCCCO":393,"NCCCN":394,"cncnc":395,"nncs":396,"ccncn":397,"CSC":398,"CCSc":399,"ncnn":400,"ccon":401,"CCCOC":402,"NCCn":403,"nnnc":404,"+]([":405,"nccnc":406,")\\":407,"CSCc":408,"OCCCO":409,"cnoc":410,"CCSC":411,"Fc":412,"CCNc":413,"13":414,"NO":415,"CCSCC":416,"CNCC":417,"OCCC":418,"CCCS":419,"co":420,"ncno":421,"cncs":422,"(\\":423,"CSCC":424,"NCCCn":425,"ncon":426,"ccno":427,"CCCCNC":428,"occc":429,"cnccc":430,"nonc":431,"ns":432,"cccnn":433,"COCCn":434,"ncsc":435,"CCCCc":436,"Clc":437,"onc":438,"NCCNC":439,"CCNS":440,"OCCc":441,"Nn":442,"CCCCCCC":443,"scc":444,"COCCNC":445,"OCCNC":446,"FC":447,"NCCO":448,"nnco":449,"45":450,"CCCCn":451,"OCCCN":452,"CCCNc":453,"31":454,"ON":455,"CCCCCN":456,"COCCO":457,"CCCNCC":458,"/[":459,"CNCCO":460,"NCCNc":461,"CCNCc":462,"nsnc":463,"@](=":464,"@@](=":465,"NCCS":466,"NCCSCc":467,"CNCCN":468,"ncncc":469,"CCCCOc":470,"scnc":471,"sccn":472,"nsc":473,"NCCCC":474,"NCCSc":475,"OCCOc":476,"COCCCN":477,"CCCSc":478,"csnn":479,"COCCC":480,"nnsc":481,"OCCn":482,"ocnc":483,"Brc":484,"NNc":485,"cnco":486,"ncoc":487,"OS":488,"CCCCS":489,"+](":490,"nncc":491,")-":492,"COCCCNC":493,"][":494,"](/":495,"NCCCOC":496,"CNCCc":497,"cocn":498,"COCCOc":499,"CSCN":500,"SCCN":501,"54":502,"24":503,"ncco":504,"NCCCO":505,"CCCCOC":506,"CCCOCC":507,"oncc":508,"CCOCc":509,"CCCNS":510,"OCCCC":511,"cnns":512,"sn":513,"ccnnc":514,"NCCOC":515,"NNC":516,"OCOC":517,"snnc":518,"OB":519,"COCCc":520,"conc":521,"NCCSC":522,"cnon":523,")(/":524,"CCCCCNC":525,"OCCCn":526,"\\[":527,"occ":528,"SCCC":529,"NCCCOc":530,"COCCOC":531,"-])[":532,"OCCOC":533,"CON":534,"NCCCNC":535,"COCCCn":536,"NCN":537,"OCCCNC":538,"snc":539,"CCOCCO":540,"CCOCCCNC":541,"42":542,"NCCCNc":543,")([":544,"CCSCc":545,"CCCCCn":546,"ncncn":547,"OCCSc":548,"cnsn":549,"CSCCN":550,"NCCCCN":551,"NH":552,"SCCS":553,"SCCNC":554,"NOCc":555,"NCCNS":556,"CCCCCCCC":557,"CCCCCOc":558,"CNCCn":559,"nocc":560,"ccns":561,"CCCSC":562,"CCOCCN":563,"cnsc":564,"CCCNCc":565,"SCCc":566,"Si":567,"SCCOc":568,"OCN":569,"CNCCOC":570,"COCCNc":571,"cscc":572,"CNCCC":573,"CF":574,"ncns":575,"CSCCSC":576,"CCCOCc":577,"OCCNc":578,"56":579,"CCOCCOc":580,"OCCCOc":581,"CCCCCc":582,"NCCOCc":583,"OCCCc":584,"CNCCCN":585,"CSCCNC":586,"CCCSCC":587,"NCCCCC":588,"NOC":589,"OCCCCN":590,"CCOCCn":591,">[":592,"CCF":593,"CSCCC":594,"ccs":595,"CCOCCC":596,"NCCCSc":597,"CONC":598,"OCn":599,"(#":600,"NCCCCc":601,"CCCCNc":602,"cco":603,"COCO":604,"CCCCSc":605,"SCCO":606,"CNCCOc":607,"+]=[":608,"41":609,"CCCCCCN":610,"CSCCS":611,"NOCC":612,"CCCCNS":613,"COCCNS":614,"NCCCS":615,"nscc":616,"CNN":617,"NCCCOCc":618,"35":619,"+]=":620,"14":621,"CCOP":622,"CCCCCCOc":623,"OCCS":624,"CNCCNC":625,"CCOCCNC":626,"CCCCCOC":627,"NCCNCc":628,"sncc":629,"CCCCCCCN":630,"SCCCS":631,"OCCNS":632,"OCCOCCN":633,"CCONC":634,"scnn":635,"CNCCCn":636,"CCCCCCNC":637,"CNn":638,"NCCCOCC":639,"Ic":640,"CCOCCOC":641,"COP":642,"COn":643,"COCCOCC":644,"NCCCSCc":645,"-])=":646,"OCCCSc":647,"COCCCNc":648,"CCOCCCn":649,"NCCCCn":650,"COCCS":651,"CSCCc":652,"53":653,"SCCn":654,"ccsn":655,"COS":656,"@+]":657,"CNCCCOc":658,"CNCCCc":659,"NCCCCCC":660,"CCOCCCN":661,"-]=[":662,"NCNc":663,"OCCCNc":664,"OCCOCCOc":665,"nnccc":666,"NCCCCOc":667,"OCCNCc":668,"NCCOCCO":669,"CCCCCCn":670,"OP":671,"PH":672,"SCCCC":673,"nncnc":674,"CCCCCO":675,"SH":676,"CSCCCN":677,"SCCCN":678,"CCCCCCCCCC":679,"NCn":680,"](=":681,"CCNCCc":682,"]/":683,"cnncc":684,"NCCCNS":685,")=[":686,"csnc":687,"NCCOCC":688,"SCCCOc":689,"NNS":690,"CNCCSc":691,"CCCCNCc":692,"NCNC":693,"SCCCc":694,"ClC":695,"-])(":696,"CCSCCC":697,"CSCCCNC":698,"COCCSc":699,"-][":700,"@@+]":701,"COCCCC":702,"CNCCCO":703,"CCCCCCCCC":704,"NCCCCCc":705,"CCSCCOC":706,"OCCCNCc":707,"SCn":708,"CCOCCCC":709,"OCCCCCN":710,"Sn":711,"OCCCCn":712,"CCCCCCc":713,"CCCCCCCCCCC":714,"-])/":715,"SN":716,"CH":717,"CCNCCN":718,"CCCCOCC":719,"(=[":720,"SCCCn":721,"CCCCCNS":722,"CCCCCNc":723,"ONC":724,"CCOCCCNc":725,"COCOC":726,"NCCCCNC":727,"OCCF":728,"OCCOCC":729,"COCCCNS":730,"123":731,"CNCCNc":732,"+](-":733,"CCSCCN":734,"nccnn":735,"NCCCNCc":736,"CCCCOCCCNC":737,"ncnnc":738,"52":739,"CSCCOc":740,"OCCCCOc":741,"CCCCCCCNC":742,"ncsn":743,"CCNCCOc":744,"CNCCCSc":745,"CCCCCCOC":746,"COCCNCc":747,"CCOCO":748,"NCCCCCO":749,"CNCCCCCCCN":750,"CCCF":751,"SCCCNC":752,"CCOCCCNS":753,"NCCF":754,"NCCCCNc":755,"COCN":756,"CCCCCCCCNC":757,"CCCCOCc":758,"CCNCCn":759,"CCCCCOCC":760,"(-[":761,"CCON":762,"OCCCCC":763,"COCOc":764,"OCCOCCOCCO":765,"NCCCCCCNC":766,"NCCCSC":767,"cocc":768,"SCN":769,"NCCCCO":770,"COB":771,"SCCOC":772,"51":773,"CNCN":774,"COCCCCN":775,"CCOCCc":776,"COCCCNCc":777,"CCCCCCCc":778,"CNCCCC":779,"OCCOCCO":780,"NNCC":781,"ss":782,"CCCCCS":783,"CCCCCCCCN":784,"CCNCCC":785,"CNCCS":786,"CSCCO":787,"CCCCCCCNCc":788,")\\[":789,"65":790,"COCn":791,"NCCCCCN":792,"NCNCN":793,"CCOS":794,"CCCSCc":795,"COCCOCc":796,"46":797,"CCCOCCOC":798,"16":799,"BrC":800,"CCOCCOCC":801,"NCCOCCn":802,"COCCCCC":803,"On":804,"CCCCCF":805,"15":806,"CNCCCOC":807,"CCCCCCCCn":808,"CP":809,"COCCCOc":810,"CCCCCCO":811,"CCCCCCCn":812,"cccoc":813,"ncs":814,"NCCOCCN":815,"CCOCCCNCc":816,"OCCCOC":817,"NCOc":818,"OCCCCNC":819,"CCCCCCCCOc":820,"CBr":821,"OCCSC":822,"NCCOCCOc":823,"67":824,"NOc":825,"cnncn":826,"NCCCCCCN":827,"BB":828,"occcc":829,"CNCCNCc":830,"NSC":831,"NCCCCCOc":832,"OCOc":833,"CCNCCCNc":834,"CSCCOC":835,"SCCNS":836,"SCCNc":837,"COCCCCNC":838,"64":839,"NNN":840,"ssc":841,"CCCOCCc":842,"COCCOCCN":843,"CCCCCSc":844,"NP":845,"OCCNCC":846,"NCCCF":847,"OCCCCCCN":848,"CCSCCNC":849,"coccc":850,"COCCNCC":851,"CCOCCSc":852,"NSc":853,"ccocc":854,"132":855,"CCCCCCCOC":856,"+](\\[":857,"SCCNCc":858,"SCCSc":859,"CCCCCCCCCCCC":860,"25":861,"CCNCCCOc":862,"CNCCOCCO":863,"SiH":864,"CNCCCNC":865,"SCCCO":866,"CCCCCCCOc":867,"NNCc":868,"CB":869,"OCCOCCCN":870,"CNCCCNCc":871,"CCCCCCCCc":872,"CCCNCCC":873,"OCCOCCn":874,"COCCCS":875,"CCCCCNCc":876,"CCCNCCc":877,"OCNC":878,"CCCCCCNc":879,"CSCCn":880,"CCOCCOCCOCC":881,"CCOCn":882,"NCCCCCNC":883,"COCCOCCC":884,"CCNCCO":885,"CCNCCCN":886,"CCCOCCN":887,"OCCCNS":888,"cncnn":889,"CCCCCCCCCn":890,"CCOCCS":891,"CCCCSC":892,"-[":893,"CCCCCCCCCCNC":894,"OCCCCCNC":895,"@@+](=":896,"CCCCCCNCc":897,"OCCOCCNC":898,"OCCCCO":899,"OCCSCc":900,"+][":901,"OCCSCC":902,"COCCCSc":903,"CCl":904,"63":905,"CCCCNCC":906,"CNCn":907,"312":908,"CCCCCCCCCNC":909,"CSCCCC":910,"NCS":911,"CNCCCNc":912,"FCCn":913,"CCOCCOCCN":914,"NCCSCC":915,"CNNc":916,"CNCCNCCO":917,"COCCCOC":918,"CCCCSCc":919,"OCCOCCOCCOCCO":920,"CCCCOCCN":921,"CCCCOCCNC":922,"-](":923,"CCCCCCCNc":924,"]%":925,"CCCCCCSc":926,"OCCCF":927,"NCCOCCCCC":928,"COCCCc":929,"CNNC":930,"OCCOCc":931,"#[":932,"ocnn":933,"@@]([":934,"CSCCNS":935,"36":936,"SCS":937,"CCCCCCCCOC":938,"CCCNCCn":939,"CSCCCc":940,"10":941,"CNCCCOCc":942,"CCOCCOCc":943,"CCOCCOCCOCCOCC":944,"SCCCNCc":945,"cccccc":946,"NCNN":947,"CCCCSCC":948,"COCCCCCC":949,"CCCCCCCCO":950,"NOCCN":951,"](/[":952,"(/[":953,"NCCCCCCC":954,"OCCCS":955,"@@+](":956,"OCCCCc":957,"COCCOCCNC":958,"NOS":959,"213":960,"COCCCCS":961,"CCOCCOCCOCCO":962,"CNCCCCN":963,"74":964,"CNCO":965,"341":966,"CCNCCCc":967,"SCCCCN":968,"COCCNCCNC":969,"CCCCOCCCN":970,"-]/[":971,"@+](":972,"SCCCCC":973,"CCCNCCNC":974,"COCCSCC":975,"+]#":976,"+](/":977,"COCCOCCCNC":978,"CONS":979,"CNCCSC":980,"NCCNCC":981,"@](/":982,"CCNCCS":983,"NCNCc":984,"NOCCOc":985,"@]([":986,"OCCCCCCOc":987,"CCCCCCCCCCCCNC":988,"61":989,"CCNN":990,"@@](/":991,"occn":992,"NCCNCCO":993,"+](/[":994,"CCOCCNS":995,"nco":996,"CCCCCCNS":997,"CSCCCn":998,"OCCCNCC":999,"NCCCOCCc":1000,"CCSCCCNC":1001,"OCCCCCC":1002,"CCCOCCC":1003,"CCCSCCNC":1004,"CCNCCNCC":1005,"57":1006,"OCCCCOC":1007,"CNCCCCCO":1008,"OCCNCCO":1009,"314":1010,"CCOCCNc":1011,"COCCOCCCC":1012,"])":1013,"CCCCCCCCNCc":1014,"CSCCCCNC":1015,"CCSCCc":1016,"CCOCCOCCO":1017,"cccco":1018,"CNCCNS":1019,"CCOn":1020,"CSCCNc":1021,"BBBB":1022,"COCCSCc":1023,"cno":1024,"NCCCCOC":1025,"COCCNCCOc":1026,"CCCCOCCOC":1027,"OCCCNCCN":1028,"NNCS":1029,"CCCCOCCCCCNCCC":1030,"OCCNCCn":1031,"CCCCCCCCNc":1032,"CCCOCCNC":1033,"315":1034,"SCSc":1035,"NCSc":1036,"CCCCOCCCCCNCC":1037,"CCNCCNC":1038,"OCCOS":1039,"CCCCCCCCCCn":1040,"CCCNCCCNc":1041,"COCCCNCC":1042,"CCCCCCCO":1043,"CCCCNCCOc":1044,"78":1045,"OCCNCCNCc":1046,"BOC":1047,"ONc":1048,"CCCCCCCCCc":1049,"435":1050,"NCCSCCCO":1051,"NCCCCCCCN":1052,"CCCCSCCC":1053,"SCCCSc":1054,")/[":1055,"OCCCCCn":1056,"CCCNCCN":1057,"CCCCCCCCSc":1058,"CCSCCCN":1059,"OCCOCCOC":1060,"CCCCCCCCCCN":1061,"75":1062,"CNOC":1063,"CCCCCCCSc":1064,"CCNCCCn":1065,"CCOCN":1066,"OCCNCCN":1067,"CCSCCOc":1068,"SCCCNc":1069,"CCCON":1070,"CCSCCn":1071,"CCCCCCCCCCCCC":1072,"oncn":1073,"CCCCCCCCS":1074,"OCOCC":1075,"CCCCNCCCOc":1076,"SCSCS":1077,"CSCSC":1078,"NON":1079,"OCCOCCNc":1080,"OCCCCCOc":1081,"NCOC":1082,"-])-":1083,"OCCOCCNCCN":1084,"NOCCO":1085,"231":1086,"CCCCCCCCCCCCN":1087,"FCc":1088,"CCOCCCCNC":1089,"CSCCCNc":1090,"])=":1091,"CCP":1092,"CNCCSCc":1093,"+](\\":1094,"CCNCCNc":1095,"CCCNCCCNC":1096,"CSCCCOc":1097,"OCCCNCCc":1098,"COCCCNCCOCCOc":1099,"CCCCCCCCCCOC":1100,"143":1101,"76":1102,"CNCCCCO":1103,"FCC":1104,"CCOCCCCC":1105,"CCCCF":1106,"COCCOCCOc":1107,"CCCNCCO":1108,"OCCOCCNCc":1109,"CCCCCCCCCN":1110,"COCCCCOc":1111,"NCSC":1112,"CCCCCCS":1113,"OCCOCCOCCOc":1114,"-]#[":1115,"NCCCCCCOc":1116,"CCCCCCCCCCCCn":1117,"OCCOCCOCCOCCOCCO":1118,"62":1119,"CCOCS":1120,"OCCCCCCO":1121,"NCNNc":1122,"CCCCNCCOCCOc":1123,"NCCOCCOCCO":1124,"OCCCNCCn":1125,"CCCCCCCCCCO":1126,"CNCCCSC":1127,"CNCCCNS":1128,"OCCCCNCc":1129,"CNCCCCOc":1130,"OCCCCSc":1131,"NCCOCCCCN":1132,"NCO":1133,"COCCSC":1134,"CCOB":1135,"CCCOCCOc":1136,"NCCOCCOCCNC":1137,"NCCCOCCO":1138,"CCOCCOCCOCCOCCOCC":1139,"85":1140,"CNCCNCCCNCCNC":1141,"SCCOCC":1142,"CCB":1143,"SCCCOCc":1144,"CCCCCCCCCO":1145,"CCCCCCCCCCCCCC":1146,"CCOCCNCc":1147,"CCSCCNc":1148,"CCCCNCCCCOc":1149,"OCCCCCc":1150,"BH":1151,"CCOCSc":1152,"-])([":1153,"SCCSC":1154,"516":1155,"321":1156,"CCNCCCCOc":1157,"SCCCCOc":1158,"OCCCNCCO":1159,"COCCCOCC":1160,"OCCCCNCCO":1161,"COCCOCCS":1162,")#":1163,"OCCCCCO":1164,"COCSc":1165,"CNCCCCc":1166,"CNCCCOCC":1167,"CI":1168,"CCCCCCOCCCC":1169,"COCCCCOC":1170,"SCCOCCN":1171,"NCCNCCc":1172,"37":1173,"NCCCCS":1174,"OCCCCNCCN":1175,"SnH":1176,"CONc":1177,"CCCNCCOc":1178,"COCCCCCN":1179,"CCCCOP":1180,"COCCOCCOCCO":1181,"SCCNCCO":1182,"NCCCCCCNc":1183,"SCNC":1184,"ssnc":1185,"CCCCCOCc":1186,"NCCOCCS":1187,"SCCCCS":1188,"OCCNCCCOc":1189,"CCNCCNCCCCOCC":1190,"CCCOS":1191,"NNCCO":1192,"NCCCSCC":1193,"NCCCCNS":1194,"nnns":1195,"NCCCCCCNS":1196,"71":1197,"CSCCCCN":1198,"NCCNCCOc":1199,"(\\[":1200,"CCCCCCCCCCS":1201,"CCCCCCCCCCCCCCCC":1202,"CNCCCCNC":1203,"OCCOn":1204,"NCCOCCC":1205,"FCCN":1206,"NCCOCCNC":1207,"CSCCCNCc":1208,"COCCOCCOCCOCCOCCO":1209,"COCCCNCCOc":1210,"SNc":1211,"CSCCNCc":1212,"OCCCCCCn":1213,"CCOCCCOC":1214,"CSCCSc":1215,"CCSCn":1216,"CNCCOCCOc":1217,"NCCCCCCCCNC":1218,"-])=[":1219,"SCCCOC":1220,"CCCCCCCNS":1221,"COCCOCn":1222,"CCCCCCCCCCCNC":1223,"NCCCCCNc":1224,"COCCCCCNC":1225,"+]/":1226,"OCCNCCCCN":1227,"IC":1228,"COCCCOCCC":1229,"CSCO":1230,"CCCONC":1231,"CCCCNCCCCCOc":1232,"OCCCSC":1233,"CCCOCCCCN":1234,"CCCCCCCCCCSc":1235,"CCOCCOCCOCCOCCNC":1236,"OO":1237,"OCCNCCOc":1238,"OCCCON":1239,"OCCCCCCc":1240,"CCNO":1241,"COCNC":1242,"OCNc":1243,"CCCCCCCCCCc":1244,"CCOCCCNCC":1245,"431":1246,"OCCNCCOC":1247,"COCCOCCOCCN":1248,"NCCCCCCO":1249,"OCCCCNc":1250,"NCCCCCCCCO":1251,"87":1252,"CNCCCS":1253,"OCOCc":1254,"OCCCOCc":1255,"CCCCCCCCCCCO":1256,"CCCl":1257,"NCNCCc":1258,"CCCCBr":1259,"CCCNCCCn":1260,"CCCCCl":1261,"OCCSCCC":1262,"OCCNCCc":1263,"CCCCCCCCCCCCOC":1264,"27":1265,"NB":1266,"CCNCCOCCOc":1267,"OCCOCn":1268,"OCCCSCc":1269,"OCCCNCCOc":1270,"523":1271,"NNCCc":1272,"COCCOCCn":1273,"CCNCCCOCc":1274,"nncnn":1275,"NOCCC":1276,"CCOCCOCCCNC":1277,"17":1278,"SCOC":1279,"CCNNC":1280,"OCSc":1281,"CCCNCCCOc":1282,"CSCCCCC":1283,"CSCCSCC":1284,"CCCCCCCCNS":1285,"CSCS":1286,"CSCn":1287,"COCCNCCOCCOc":1288,"OCCNCCCC":1289,"NOCCc":1290,"CCCOCCCCO":1291,"CCCCCCCCCCCCO":1292,"CCCCCCCCCS":1293,"SNC":1294,"CNCCCCC":1295,"CCCCCOCCN":1296,"NCCCCCCCNC":1297,"NCCCOCCOC":1298,"OCCCCCCNC":1299,"FCCCN":1300,"FCCCCCN":1301,"SCCCCSc":1302,"CNCCCCCCC":1303,"CCCCCCCCCOc":1304,"CCOCCCCO":1305,"CCSCCS":1306,"CCCCNCCc":1307,"CCCCOCCCn":1308,"COCCOCCCNS":1309,"COCCCSCc":1310,"CCCCCCCCCCOc":1311,"ncss":1312,"CCNCCCO":1313,"COCCCCCn":1314,"CCCCCCOCc":1315,"CNCNC":1316,"OCCCNCCCOc":1317,"COCCCNCCCOc":1318,"NCCOCCOCCOCCNC":1319,"CCCCCCCCCSc":1320,"47":1321,"CCCP":1322,"CCCNCCCc":1323,"cnss":1324,"CNCCNCCNCCN":1325,"73":1326,"SCCOCCO":1327,"COCOCCCNC":1328,"CCOCOc":1329,"CCOCCOCCNC":1330,"-])/[":1331,"OCCNCCCCC":1332,"CCCCOCCCNCc":1333,"OCCCNCCCn":1334,"CNCCOCc":1335,"CCOCCOCCOCCN":1336,"CCCCCCCOCCCCC":1337,"83":1338,"CCNCCCOC":1339,"CCOCOC":1340,"CCCCCCCS":1341,"235":1342,"OCCOCCOCCN":1343,"FCCOc":1344,"NCl":1345,"COCCCCNS":1346,"CNCCCCCCNC":1347,"cns":1348,"OCCCCOS":1349,"OCCON":1350,"OCCOCCC":1351,"CCCCOCCCNS":1352,"COCCOCCCNc":1353,"CCCCCCCCCCCc":1354,"CCCCCCCCCCNS":1355,"CCCCCCCCCCCCCCCCCC":1356,"NCCCCCF":1357,"CCOCCOCCS":1358,"COCCCNCCCCOc":1359,"CCCCON":1360,"NOCCCN":1361,"FCCCOc":1362,"NCCCCCn":1363,"PN":1364,"SCCNCC":1365,"NCOCc":1366,"CCNCCNS":1367,"CCCCl":1368,"COCCNCCCOc":1369,"CCCCOCCCNc":1370,"NCCCNCC":1371,"OCCCNCCC":1372,"CCCCCNCC":1373,"NCCCON":1374,"CCOCCONC":1375,"OCCOCCSc":1376,"CCCNCCNCCCNCC":1377,"CCCOCCn":1378,"CSCNC":1379,"135":1380,"COCCOCCCN":1381,"SCCCCCF":1382,"CCCB":1383,"COCCCCn":1384,"CCCCCCCCCOC":1385,"OCP":1386,"scn":1387,"NCCCNCCCN":1388,"NCCCCCOC":1389,"BBBBBBBB":1390,"58":1391,"CNO":1392,"CNCCNCC":1393,"CCSCN":1394,"NSN":1395,"OCCNCCNc":1396,"OCCNCCCCOc":1397,"11":1398,"153":1399,"CCNCCCC":1400,"CCCNN":1401,"CCCCCBr":1402,"CCCOP":1403,"CCCOCCCNC":1404,"CCCCNCCCCCCOc":1405,"COCCOCCOC":1406,"-])(/[":1407,"CCCCOCCS":1408,"OCCOCCOCCOCCOc":1409,"COCCNCCCCOc":1410,"OCCCCS":1411,"CNCCCCn":1412,"OCCOCCCNC":1413,"NCCNCCCOc":1414,"CCCSCCC":1415,"CCCCCCCCSC":1416,"82":1417,"BOCC":1418,"CCSCCSCc":1419,"NCCNCCCC":1420,"OCCNCCC":1421,"CCCCOCCOCCO":1422,"NCCOCCOC":1423,"453":1424,"COCCOCCOCCCNC":1425,"OCCCCCCCCN":1426,"CNCCCNCCO":1427,"CNCCCNCCCN":1428,"ONCc":1429,"cH":1430,"onnc":1431,"CNOCc":1432,"CNCCCCCc":1433,"nns":1434,"CCOCCSCCO":1435,"CCCOn":1436,"NCCCCCCCCN":1437,"CCCCCCCCCCCCS":1438,"NOCO":1439,"OCCCCCNc":1440,"SCCOCCSc":1441,"NCNS":1442,"CNP":1443,"CNCCCCCOc":1444,"CCOCNC":1445,"CSCCCSCC":1446,"COCCNCCOCCN":1447,"CCCCOCCOCCOCCS":1448,"NCCCNCCN":1449,"COCCOCCOCCOCCO":1450,"NCCCCCCCCCCC":1451,"546":1452,"OCCCCCCNCCO":1453,"SCCCCn":1454,"SCCCCCn":1455,"]\\":1456,"CONCc":1457,"COCOCC":1458,"CNCCOCC":1459,"CCCNCCCN":1460,"NCCCCOCc":1461,"NCCCCCNS":1462,"OCCCCOCC":1463,"OCCCOS":1464,"NCCOCCOCCN":1465,"CCOCCOCCc":1466,"BBB":1467,"26":1468,"SCNCN":1469,"]=":1470,"snnn":1471,"NCOCC":1472,"CSCSCc":1473,"CSCCCCCNC":1474,"CCSCCO":1475,"CCSCCCn":1476,"CCSCCSc":1477,"324":1478,"CCCCNCCC":1479,"NCCNCCOCCOc":1480,"OCCCSCCNc":1481,"NCCOCCOCCC":1482,"NCCCCCCCC":1483,"COCCCNCCc":1484,"SCCCF":1485,"OCCCCCNCCO":1486,"CCNCCNCCNCC":1487,"COCCOCCNCCOCCOCCN":1488,"CSCCCCSCC":1489,"Pc":1490,"SCOc":1491,"COCOCc":1492,"COCCCCNc":1493,"NCCCNCCCNC":1494,"OCCCOn":1495,"CCCCCCCSC":1496,"sccs":1497,"CCCOCCCCNCC":1498,"OCCCCCCNCc":1499,"OCCCCCNCCCCC":1500,"@-]":1501,"SCCCCCC":1502,"SCCCNS":1503,"SCCCCCO":1504,"@@-]":1505,"COCCCCSc":1506,"CCNCCOC":1507,"CNNCc":1508,"CNCCCCNc":1509,"CCONS":1510,"OCS":1511,"nnncc":1512,"CSCCCNS":1513,"CCOCCCCOc":1514,"CNCOC":1515,"CCSCCCc":1516,"OCOCCOC":1517,"CCCCOS":1518,"CCCCOCCNCc":1519,"CCCCOCCOCCOC":1520,"COCCOCO":1521,"COCCOCCc":1522,"NCCCCSc":1523,"NCCCOCCOCCOCCCNC":1524,"CCCOCCNc":1525,"OCCCCCCOC":1526,"OCCCCCCS":1527,"NNCNN":1528,"CCCCCCCCCCCCCCC":1529,"351":1530,"OCCOCCNCCO":1531,"COCCOCCSc":1532,"243":1533,"635":1534,"NOCCOCCO":1535,"OCCCCCOC":1536,"SCCOCCOc":1537,"cccsc":1538,"COCCCOCc":1539,"CCOCCCOc":1540,"CSCCSCc":1541,"OCCSCCN":1542,"NCCNCCn":1543,"NCCOS":1544,"NCCOCCc":1545,"COCCOCCOCC":1546,"COCCOCCOCCOCCN":1547,"CNCCNCCCN":1548,"OBO":1549,"CCOCCOCCC":1550,"NCCCCNCCCN":1551,"CCCCCCCCCCCN":1552,"OCCOCCOCCOCCOC":1553,"OCCCCOCCCCCN":1554,"86":1555,"OCCCCCCC":1556,"CCNCCSc":1557,"CCOCCOCCn":1558,"CCCCCOS":1559,"CSCCCS":1560,"COCNc":1561,"+]\\":1562,"OCCSCCO":1563,"OCCNCCCCCOc":1564,"CCCCOCCCCCCO":1565,"NOCCCOc":1566,"NCCOCCOCC":1567,"NCCCCCCCCCCNC":1568,"NCCCCNCCOc":1569,"CCCCCCCCCCCCCCCCn":1570,"CCCCCCNCCc":1571,"OCSC":1572,"CCOCCSCc":1573,"CNCS":1574,"cnnnc":1575,"NCCCNCCCCN":1576,"NCCON":1577,"NCCSCCOc":1578,"NNCO":1579,"CCOCCOCCCN":1580,"CCOCCOCCOCCC":1581,"CCCCCOCCCCNCC":1582,"SCCCOCC":1583,"SCCOCCC":1584,"CNCCCCCCN":1585,"CCCCP":1586,"CCCCCOCCCc":1587,"CSN":1588,"NCCNCCC":1589,"CCCCOB":1590,"CCCCOCN":1591,"OCCCOCC":1592,"OCCCNCCOC":1593,"OCCCNCCCOC":1594,"COCCOCOc":1595,"OCCCCNCCc":1596,"OCCOCCNCCCOC":1597,"OCCCCCSc":1598,"CNCCCCCCNCc":1599,"OCCSCCOCCOCCSCCO":1600,"CNCCCCCC":1601,"CCCCB":1602,"CCOCCCCCNCC":1603,"NOCN":1604,"CNCCCCCN":1605,"CCCSCCS":1606,"COCCOCCOCc":1607,"NCCCCCCc":1608,"CCCCOCCCCOCCC":1609,"CSCCCCSCc":1610,"134":1611,"SNCCc":1612,"CCNNCC":1613,"CCOCCCCN":1614,"CCCOCCCOc":1615,"OCCOCCOCCOC":1616,"CCCCCCCCON":1617,"NNCCC":1618,"OCCNCCOCCOc":1619,"OCCNCCCCCCOc":1620,"CCCCOn":1621,"OCCCOCCCOc":1622,"COCCOCCOCCC":1623,"NCCCCSC":1624,"CCOCCOCCOC":1625,"CCCCCCCCCCCCSc":1626,"CCCCCCCCCCCCCCCCO":1627,"OCCCCNCCCOC":1628,"SCCCCCCO":1629,"OCCCCCS":1630,"OCCCCCSC":1631,"OCCOCCOCCOCCN":1632,"COCCCCCSc":1633,"NCCOCCOCCOCCC":1634,"175":1635,"OCCCCCCCCOc":1636,"SCO":1637,"NCON":1638,"nnccn":1639,"125":1640,"CCCCCOCCCCN":1641,"OCCCCNCC":1642,"OCCCCOCc":1643,"CCSCCCOc":1644,"OCCOCCCSc":1645,"nss":1646,"COCCOCCOCCOC":1647,"CCCCCCCCCCCCCO":1648,"OCCOCCNCCOCCO":1649,"CCCCCCCCCCNc":1650,"NCCCCOCCc":1651,"OCCOCCOS":1652,"NOCON":1653,"412":1654,"81":1655,"SCOCc":1656,"SCCCCCCC":1657,"SCCCCCCCC":1658,"COCCCOCCN":1659,"CCNCCCSc":1660,"CCNCCCCCOC":1661,"CNNS":1662,"CCOCCCS":1663,"CCOCCCCc":1664,"OCF":1665,")(/[":1666,"126":1667,"CCCCCOCCCCOc":1668,"CSCSCC":1669,"CSCCONC":1670,"CCSCCCSc":1671,"OCOCO":1672,"342":1673,"NCCNCCN":1674,"NCCNCCNCCN":1675,"OCCNCCSc":1676,"CCCCOCCOc":1677,"NCCCNCCO":1678,"OCCCSCC":1679,"NCCONC":1680,"NCCOCCCO":1681,"NCCOCCOCCOCCOCCO":1682,"CCCCCNCCCCCO":1683,"COCCOCCOCCOc":1684,"CCCOCCSc":1685,"OCCCCSC":1686,"NNCN":1687,"CCOCCOCCOCCNC":1688,"CCOCCOCCOCCOCCN":1689,"CCCCCCCCCCSC":1690,"CCCCCCCCCCCCCCCCC":1691,"NCCOCCOCCOCC":1692,"NCCOCCSc":1693,"NCNCS":1694,"157":1695,"CCCCCCCCCCCCCCCON":1696,"sscc":1697,"CCNOCC":1698,"CNSc":1699,"CCCNCCCCN":1700,"CCNCN":1701,"NCCCNCCOc":1702,"CCCSCCc":1703,"NCCOCCOCCOCCO":1704,"OCCCCCCCOc":1705,"OCCCCCCOS":1706,"SCCCSC":1707,"CCCCOCCCCO":1708,"OCCCCCNCc":1709,"423":1710,"72":1711,"84":1712,"FCCCSc":1713,"NBr":1714,"NCCNCCCc":1715,"OSc":1716,"SCSC":1717,"SCCCCCOc":1718,"SCCCCCCOc":1719,"NCNCCN":1720,"COCCCO":1721,"COCON":1722,"COCCCCCc":1723,"CCNCCCCC":1724,"CNCCCCCCOc":1725,"CCOCCCO":1726,"CCCCCCNCC":1727,"CCCCCCON":1728,"CCCNCCOCC":1729,"CCCNCCNS":1730,"CCCCCSC":1731,"CCCCCON":1732,"CSCCOCC":1733,"CSCCCO":1734,"SCCF":1735,"SCCCCO":1736,"CCCCCCCCOCCNC":1737,"NCCNCCNC":1738,"NCCNCCNCCNC":1739,"OCCNCCCn":1740,"OCCNCCCOC":1741,"CCCCONC":1742,"CCCCOCCOCCOCCCNC":1743,"CCCSCCOc":1744,"NCCOCCOCCOCCN":1745,"COCCOCCCCCO":1746,"CNCCNCCNCCNC":1747,"NCCCCCCCCCNC":1748,"241":1749,"NCCCOCCCN":1750,"OCCCCSCc":1751,"NNCOc":1752,"OBc":1753,"CCOCCOS":1754,"CNCCCNCCCNC":1755,"OCCCCNCCOC":1756,"OCCOCCNCCOC":1757,"CCCCCCOCCCCC":1758,"COCCOCCOCCOCCOC":1759,"])[":1760,"sncn":1761,"CCNSc":1762,"CNCCCCNCc":1763,"CCOSc":1764,"CCCNCCNCc":1765,"CCSCCNS":1766,"SCCCCCN":1767,"CCCCNCCCN":1768,"NNCCN":1769,"NNNN":1770,"COCCNCCOCCOCCN":1771,"NCCCNCCCNCc":1772,"OCCCOB":1773,"NOCCOC":1774,"CCCSCCSC":1775,"OCCCCCCCCCCC":1776,"CSCCNCCSCCN":1777,"CSCCCSCc":1778,"OCCSCCOC":1779,"NCCOCCNc":1780,"OCCOCCOCCOCCOCCOCCOCCO":1781,"BBBBC":1782,"432":1783,"91":1784,"FCCSc":1785,"FCCCCOc":1786,"OBr":1787,"ONS":1788,"ONCNc":1789,"SCCOCc":1790,"])(=":1791,"con":1792,"NCP":1793,"NCNSc":1794,"ClN":1795,"CCCCCCOS":1796,"CCCCCCOCCOCCCNC":1797,"CCCNCCCC":1798,"CCCNCCCNCc":1799,"CSCCCSc":1800,"CSCCCSC":1801,"COCNCO":1802,"NCCCCOCC":1803,"-])\\":1804,"@]=":1805,"CCCOCCCN":1806,"CCCOCCOCC":1807,"CCSCCCC":1808,"CCSCCNCc":1809,"CCSCCSCCc":1810,"OCCOCCOCC":1811,"OCCOCNC":1812,"OCCOCCOCCCC":1813,"NNP":1814,"NCCNCCNS":1815,"OCCNCCNC":1816,"CNCCF":1817,"NCCOCCOCCOCCOCC":1818,"COCCOS":1819,"COCCOCCNS":1820,"COCCOCCCCNc":1821,"COCCOCCOCCS":1822,"CNCCNCCN":1823,"NCCCCCCCCCCCCN":1824,"OCCCCCCSc":1825,"CCOCCOCCOc":1826,"CCCCCCCCCCCCNc":1827,"CCCCCCCCCCCCCCN":1828,"CCCCCCCCCCCCCCNC":1829,"CCCCCCCCCCCCCCCc":1830,"CCCCCCCCCCCCCCCCN":1831,"CCCCCCCCCCCCCCCCCCO":1832,"NCCCCCS":1833,"CNCCCCCCCCN":1834,"NCCNCCCCOc":1835,"NCCOCCOCCOCCOCCC":1836,"CCCCCCCCCCCCCCCCCCNc":1837,"BBBBBBBBBB":1838,"94":1839,"OCCCCCCNc":1840,"PC":1841,"PCC":1842,"SCCOCCn":1843,"COCCCCc":1844,"CCNCCCNCC":1845,"CNCCSCCN":1846,"CNCCCCCCCNC":1847,"CCOCCCc":1848,"CCSCCSC":1849,"CCSCCSCCN":1850,"OCOCOc":1851,"csn":1852,"COCCNCCOCc":1853,"OCCNCCCN":1854,"CCCCOCCc":1855,"CCCCOCCCCC":1856,"CCCCOCCCCc":1857,"OCCCOCCCO":1858,"NOCCCn":1859,"CCCSCCCc":1860,"NCCOCCOCCNc":1861,"OCCCNCCCN":1862,"CNCCNCCNCc":1863,"OCCCCCCCCCCO":1864,"CCCCCCCCCCCCCCO":1865,"CSCCSCCSCCS":1866,"NOCCCCON":1867,"OCCSCCOCCSCCO":1868,"CCNCCNCCNC":1869,"OCCOCCSCCOCCO":1870,"OCCOCCOCCOCCOCCOCCO":1871,"CCOCCOCCOCCOCCC":1872,"CCNCCCNCCCCOCC":1873,"413":1874,"68":1875,"98":1876,"Bc":1877,"FCCCn":1878,"OF":1879,"OSC":1880,"SO":1881,"SCSCc":1882,"SCCSCC":1883,"SCCCCc":1884,"SCCCNCC":1885,"SCCCCCCNc":1886,"CCCCOCCn":1887,"COCCCCCO":1888,"COCCCCCS":1889,"CCNCCCNC":1890,"CCNCCCS":1891,"CCNCCNCc":1892,"CCNCCCCCCNCCc":1893,"CCOCCCCn":1894,"CCOCCCSc":1895,"CCOCCCCNc":1896,"ClCc":1897,"CCCCCCOCCOCCCN":1898,"CCCNCCOC":1899,"CCCNCCNCCCN":1900,"CCCCCOCCCN":1901,"CSCSc":1902,"CSCCCNCC":1903,"CSCCCCCCO":1904,"CCOCCCCOCCCNC":1905,"CNCNCc":1906,"+]#[":1907,"OCCl":1908,"OCCCCOCCN":1909,"CCCOCCCn":1910,"CCCOCCCNc":1911,"CCSN":1912,"CCNCS":1913,"OCCONC":1914,"OCCOCCCNc":1915,"OCCOCCOCc":1916,"CCCNCN":1917,"CCCCNCCCCCO":1918,"CCCCCCCCOP":1919,"CCCCCCCCOS":1920,"NNO":1921,"346":1922,"NCCCl":1923,"COCCNN":1924,"COCCCCO":1925,"COCCCCOCc":1926,"OCCNCCCNCc":1927,"CCCCOCCO":1928,"CCCCOCCCNCC":1929,"NONC":1930,"NOCCCNC":1931,"CNCCCCNCC":1932,"CCCSCCN":1933,"CCCSCCSCCCN":1934,"OCCNCn":1935,"COCCON":1936,"COCCOP":1937,"COCCOn":1938,"COCCONC":1939,"COCCOCCOCCn":1940,"COCCOCCOCCNC":1941,"COCCOCCOCCOCCNC":1942,"CNCCOCCN":1943,"CNCCOCCOCCO":1944,"NCCCCF":1945,"NCCCCCCCCCCCCNC":1946,"COCCCNCCCN":1947,"COCCCSC":1948,"CCCCSCCOC":1949,"CCCCSCCn":1950,"541":1951,"NCCCOCCC":1952,"NCCCOCCCC":1953,"NCCCOCOC":1954,"NCCCOCCCNC":1955,"CCCOCCS":1956,"OCCCCF":1957,"OCCCCCCCC":1958,"OCCCCCCCCC":1959,"OCCCCCCCCCCOc":1960,"OCCCCCCCCCCc":1961,"CCOCCOCCOCc":1962,"NCCCCNOCc":1963,"CCCCCCCCCCCn":1964,"CCCCCCCCCCCOc":1965,"CCCCCCCCCCCCCOC":1966,"CCCCCCCCCCOS":1967,"CCCCCCCCCCCCCCCCNc":1968,"CNCCCSCc":1969,"COCOCCCC":1970,"OCCOCCNCCCC":1971,"SCCCCF":1972,"COCCCCCCCCCCC":1973,"CCCCCCCCCNc":1974,"OCCOCCOCCOCCOCCOC":1975,"CCCCNCCCc":1976,"CCCCNCCNc":1977,"CCOCCOCCOCCOCCOCCN":1978,"CCOCCOCCOCCOCCOCCC":1979,"CCCCCCSCCS":1980,"COCCOCCOCCOCCOCCOC":1981,"NOCCOCCOCCOCCNC":1982,"ONCCc":1983,"SCNc":1984,"NCNCC":1985,"NCSCc":1986,"NCOCN":1987,"COCS":1988,"CCNCCCNCc":1989,"CCNCCNCCc":1990,"CCCNCCSc":1991,"CSCCNCC":1992,"CCNCCCCNCCc":1993,"CCCCNCCO":1994,"COCCCNCCCn":1995,"COCCCNCCCOCc":1996,"CCCCSCCc":1997,"SCCNCCN":1998,"OCCCCCCOCc":1999,"NNCn":2000,"CCOCCON":2001,"CNCCCNCCNCCCNC":2002,"CCCCCCNCCCOc":2003,"COPO":2004,"NCCOCCOCCOCc":2005,"CNCCCOCCOc":2006,"OCCCCCOS":2007,"OCCOCCOCCOCCOCc":2008,"NCCCCCNCCOc":2009,"CCCCNCCCCO":2010,"CCOCCOCCNCCOCCOCC":2011,"OCCOCCOCCOCCOCCOCc":2012,"NCCNCCNc":2013,"COCCOCCOCCOCCOCCN":2014,"CSCNCS":2015,"-]([":2016,"145":2017,"524":2018,"641":2019,"@+]([":2020,"FCCC":2021,"FCCCNC":2022,"FCCOCc":2023,"FCCCCCn":2024,"FCCCOCc":2025,"NOCCCc":2026,"OCl":2027,"OCCCCCCCCOC":2028,"SS":2029,"SNCc":2030,"SCCSCc":2031,"SCCCCCCNC":2032,"SCCCCCSc":2033,"SCCCCCCCCCCSc":2034,"NCNn":2035,"COCOCCCN":2036,"COCOCCOC":2037,"CCNP":2038,"CCNNCCN":2039,"CCNCCSCc":2040,"CNCCCNCC":2041,"CNCCCCCNC":2042,"CNCCCCCNCc":2043,"CCOCOCC":2044,"CCCCCCSCc":2045,"CCCCCCCOCc":2046,"CCCNCCNc":2047,"CCCNCCCCNC":2048,"127":2049,"CSCCCCNc":2050,"CCOCCCCOCC":2051,"CNCSc":2052,"CCOCP":2053,"NCCCCNCC":2054,"NCCCCCNCC":2055,"ccnco":2056,"CCCOCCOCc":2057,"CCSCCCSC":2058,"CCSCCSCCC":2059,"NSNC":2060,"NSNc":2061,"CCNCCCCCN":2062,"ccscn":2063,"OCCOCCOCCNC":2064,"SCF":2065,"CCCCNCCOC":2066,"CCCCNCCn":2067,"CCCCCCCCOCC":2068,"CCCCCCCCOCc":2069,"CCCCCCCCONC":2070,"CCCCCCCCOCn":2071,"NNCCCN":2072,"NNCCOc":2073,"NCCNCCCNCCN":2074,"@@](\\":2075,"COCCNCCO":2076,"COCCNCCNS":2077,"CCCCOCn":2078,"OCCCOCCc":2079,"NCCOCCOCCS":2080,"OCCCNCCCC":2081,"COCCOCCO":2082,"COCCOCOC":2083,"COCCOCCOCCc":2084,"NCCSCCO":2085,"CNCCNCCNC":2086,"NCCCCCCCCC":2087,"NCCCCCCOC":2088,"NCCCCCCn":2089,"NCCCCCCCCCC":2090,"NCCCCCCCCNc":2091,"NCCCCCCNCCOc":2092,"COCCCNCCSc":2093,"COCCCSCC":2094,"CCCCSCCCNC":2095,"OCCCCCCCOC":2096,"OCCCCCCCCCCCN":2097,"OCCCCCCCOS":2098,"NNCNc":2099,"NCCCCNP":2100,"NCCCCNCCCNC":2101,"SCCSCCCSCCS":2102,"CCCCCCCCP":2103,"CCCCCCCCCCCCCCCCNC":2104,"CNCCCF":2105,"ccss":2106,"COCOCCCNc":2107,"SCCON":2108,"CSCCSCCCSCCSC":2109,"NOCCCCONS":2110,"OCCSCCn":2111,"CCCCCCCNCCOc":2112,"COCCOCCNc":2113,"COCCSCCC":2114,"COCCSCCc":2115,"NCCOCCOCCOCCNc":2116,"SCCCCCCCCCC":2117,"SCCCCCCSc":2118,"SCCCCCCCCCCC":2119,"CCCCCCCCCCCCOc":2120,"NCCOCCF":2121,"CNCCCOCCC":2122,"CCCCCCCCCCCNc":2123,"CCNCCNCCN":2124,"CCCCOCCNc":2125,"CCCCOCCSc":2126,"OCCOCCSC":2127,"OCCOCCOCCOCCC":2128,"OCCOCCOCCOCCOCC":2129,"CNCCCCCCCCNCc":2130,"CNCCCCCCOCCCCc":2131,"OCCOCCOCCOCc":2132,"OCCOCCOCCOCCNC":2133,"CCOCCOCCNc":2134,"CCCCCCCOS":2135,"CCCCCCCCSCCOC":2136,"NCOCS":2137,"COCCOCCOCCOS":2138,"NBN":2139,"CCCCOCCOCCOCCOCCCN":2140,"SCOCS":2141,"COCCCOCCCO":2142,"BC":2143,"SOC":2144,"CCNCCCCc":2145,"CCNCCCCCOc":2146,"CCOCOCc":2147,"CCCNCCCSCCC":2148,"CCCCCSCc":2149,"CCOCCSC":2150,"CCOCCCCCNCCNC":2151,"NCCB":2152,"NCCCCNCc":2153,"ccccnsnc":2154,"OCCB":2155,"OCCSCCOc":2156,"OCCCCON":2157,"CCCOCCCCCCNCCc":2158,"CCSCCSCC":2159,"CCNCO":2160,"CCNCOCC":2161,"NCCCB":2162,"CCCCOCCCCCCOc":2163,"nsn":2164,"OCCCNCCNCCCOc":2165,"CCCCCNCCc":2166,"NCCSCCN":2167,"CNCCNCCCSCCSC":2168,"COCCCNCCN":2169,"SCCNCCn":2170,"OCCCCCCCCc":2171,"CCOCCOCCOS":2172,"NCCCCNCCCOc":2173,"CCCCCCCCCCOCCO":2174,"CCOCCNCCN":2175,"CCOCCNCCOCCOCC":2176,"NCCCCCSC":2177,"CNCCNCN":2178,"SCCCNCCN":2179,"CNCCCON":2180,"CCNCCNCCC":2181,"OCCNCCCc":2182,"CSCCCCCCSC":2183,"CCOCCOCCOCCON":2184,"CCOCCOCCOCCOS":2185,"NOCCON":2186,"CCPc":2187,"NBNCN":2188,"CCSCCSCCSCCSCC":2189,"19":2190,"253":2191,"521":2192,"69":2193,"@+](=":2194,"@-](":2195,"CBBBBBBBBBB":2196,"FN":2197,"FCCCc":2198,"FCCNCc":2199,"FCCCNCc":2200,"NNCCS":2201,"NCCCCCCCNc":2202,"ONCCOc":2203,"SCOCC":2204,"SCSCC":2205,"@@+]([":2206,"@@-](":2207,"NCB":2208,"NCNCCCN":2209,"NCNCCOC":2210,"NCOCCOC":2211,"NCOCNC":2212,"COCSC":2213,"COCOCCC":2214,"COCCCCCOc":2215,"COCCCCCNc":2216,"COCCCOCCc":2217,"COCCCONC":2218,"CCNNc":2219,"CCNCCCNS":2220,"CCNCCCSC":2221,"CCNCCCCCO":2222,"CCNCCOCCSc":2223,"CCNCCCCCCNc":2224,"CNOc":2225,"CNNCCO":2226,"CNCCCCCCCC":2227,"CNCCCCCNc":2228,"CNCCCCCCCCNC":2229,"CCONc":2230,"CCOCCNCC":2231,"ClB":2232,"CCCCCCCNCC":2233,"CCCCCCOCCOC":2234,"CCCCCCSCCc":2235,"CCCCCCOCCOCCOC":2236,"CCCNO":2237,"CCCNP":2238,"CCCNCCCCC":2239,"CCCCCP":2240,"CSNC":2241,"CSSC":2242,"CSCCCCCC":2243,"CSCCCCc":2244,"CSCCCCCCC":2245,"CSCCCCS":2246,"CSCON":2247,"CSCCOCCOc":2248,"CSCCCCNS":2249,"CSCCCONC":2250,"CCOCCSCC":2251,"CCOCCCCNS":2252,"BrB":2253,"BrCc":2254,"-])(=":2255,"NCCCCOCCOC":2256,"+])":2257,"OCCBr":2258,"OCCCCNS":2259,"OCCCCOCCCN":2260,"non":2261,"CCCOCN":2262,"CCCOCCOCCO":2263,"CCSCOC":2264,"CCSCCCS":2265,"CCNCOCc":2266,"OCOP":2267,"OCOCn":2268,"NSCCN":2269,"CCNCCCCOC":2270,"OCCOCCNCC":2271,"OCCOCCCn":2272,"cssc":2273,"CCCCNOC":2274,"CCCCNCCNC":2275,"CCCCNCCCNC":2276,"CCCCCCF":2277,"CCCCCCP":2278,"CCCCCCCCNCC":2279,"NNCCCOc":2280,"NCCNN":2281,"NCCNCCCCc":2282,"@](\\":2283,"NCCCSCCC":2284,"COCCNCCOC":2285,"COCCNCCn":2286,"COCCCCOCCCCN":2287,"OCCNCCNCC":2288,"CCCCOCCC":2289,"CCCCOCCOCc":2290,"CCCCOCCOCCOc":2291,"CCCCOCCOCCOCc":2292,"CCCCOCCOCCOCCOCCO":2293,"NCCCNCCC":2294,"CCCOCn":2295,"NOCCCC":2296,"NOCCCSC":2297,"OCCCl":2298,"OCCCSCCN":2299,"OCCCSCCC":2300,"CCCSCCn":2301,"CCCSCCCNC":2302,"CCCSCCCSC":2303,"CSCCF":2304,"CCCCCCCSCc":2305,"OCCNCl":2306,"NCCOB":2307,"NCCOCCNS":2308,"NCCOCCOCCOC":2309,"OCCCNCCCc":2310,"CCCCCNOCc":2311,"COCCOCN":2312,"COCCOCCNCc":2313,"COCCOCCCSCc":2314,"COCCOCCOCCOCc":2315,"COCCOCCOCCOCCOCCOCCNC":2316,"CNCCNCCNS":2317,"OSN":2318,"CCCCSCCS":2319,"CCCCSCCSc":2320,"NCCCOCCOc":2321,"NCCCOCCCOc":2322,"NCCCOCCOCCOc":2323,"OCCCCBr":2324,"OCCCCCCSC":2325,"OCCCCCCCCCCCO":2326,"CONP":2327,"CCCCCCCCB":2328,"CCCCCCCCSCc":2329,"CCCCCCCCCCCOC":2330,"CCCCCCCCCCCCc":2331,"CCCCCCCCCCCNS":2332,"CCCCCCCCCCCCNS":2333,"CNCCCNCCn":2334,"OCCCCNCCCCCCNCCCOc":2335,"CCCCCCNCCN":2336,"NOCCSC":2337,"OCCSCCCn":2338,"OCCOCCNCCc":2339,"COCCSCCS":2340,"SCCCCCCCCC":2341,"CNCCCOCCO":2342,"CCCCCCCCCSCc":2343,"CCCCOCCCCCN":2344,"OCCOCCOCCOCCOCCC":2345,"COCCCCNCCOc":2346,"CNCCCCCCOCCc":2347,"CNCCCCCCOCCOCc":2348,"CNCCCCCCOCCCc":2349,"OCCOCCOCCOCC":2350,"CCCCCCCCNCCNC":2351,"CPCc":2352,"COCCOCCNCCOCCOCCOCCN":2353,"NPNCN":2354,"CCCCCCCCCCCCSC":2355,"-](-":2356,"CCOCCOCCOCCOCCO":2357,"CCOCCOCCOCCOCCOCCOCCN":2358,"CCOCCOCCOCCOCCOCCOS":2359,"OCCNCCOB":2360,"NCCOCCOCCOCCOc":2361,"NCCOCCOCCOCCOCCOCc":2362,"COCCOCCOCCOCCC":2363,"COCCOCCOCCOCCOCCOCc":2364,"NBNBN":2365,"CCNCCCOCCCN":2366,"CNCCNCCNCCNCCNCCN":2367,"BBBBBBBBC":2368,"CCCCOCCOCCOCCOC":2369,"CSCCCSCCCSCCCSC":2370,"NCCCNCCCCNCCCNC":2371,"SCCCCCCCCCCCn":2372,"NCCOCCOCCOCCOCCOCCOCCC":2373,"CSCCNCCSCCNCCS":2374,"OCCOCCOCCOCCOCCOCCOCCOCCO":2375,"OCCOCCOCCF":2376,"NCCOCCOCCOCCOCCNc":2377,"COCCCCCOn":2378,"CCCNCCCCCOCCC":2379,"CCCCOCCOCCOCCOCCOCCCCCC":2380,"531":2381,"BOCCC":2382,"CBBBB":2383,"NOCCn":2384,"PCO":2385,"PCCCP":2386,"PCCPc":2387,"SCNCc":2388,"SCCCCNC":2389,"SCCCCCCN":2390,"SCNN":2391,"SNSc":2392,"SCCOCCOCCOCC":2393,"SCOCSc":2394,"osc":2395,"CCNCCSC":2396,"CCNCCCCCCCN":2397,"CCNCCSCCN":2398,"CNCCCCCCCNCc":2399,"CNCCCCCCNc":2400,"CCOCNN":2401,"OCNCOc":2402,"nnoc":2403,"nccsc":2404,"CCCNCCSCC":2405,"CCCNCCCSC":2406,"CSn":2407,"CSNc":2408,"CSCCOCCc":2409,"CSCCCCSC":2410,"CSCCCCCCCCSC":2411,"CSCCCCCCCSC":2412,"CSCCOCCSCc":2413,"CCOCCCCOC":2414,"CCOCCSCCN":2415,"CCOCCSCCOC":2416,"COCNCOC":2417,"CNCNCCC":2418,"OCCCCNCCNc":2419,"OCCCCNCCCCOc":2420,"234":2421,"CCCOCCCNCc":2422,"CCCOCCOCCOCCCN":2423,"CCSS":2424,"CCSSc":2425,"CCSCCCCS":2426,"CCSCSCCc":2427,"CCSCCCSCCC":2428,"CCSCCCSCCc":2429,"CCSCCCCSCCc":2430,"CCSCCOCCSCCN":2431,"CCNCn":2432,"OCOS":2433,"OCONc":2434,"CCNCCCCN":2435,"OCCOP":2436,"OCCOCOCCOc":2437,"OCCOCCON":2438,"SCCCCNCCN":2439,"CCCCNCCCCC":2440,"CCCCNCCCNCc":2441,"CCCCNCCNCCN":2442,"CCCCCCCCOCCCC":2443,"NNCCNN":2444,"NCCNOCc":2445,"NCCNCCNCCNCC":2446,"OCCNCCOCCO":2447,"OCCNCCOCCN":2448,"CCCCOCCCCCCNCCc":2449,"NCCCNCCCC":2450,"NCCCNCCn":2451,"NCCCNCCCNCCCNC":2452,"OCCCOCCCOS":2453,"CNCCCCCNCC":2454,"CCCSCCCn":2455,"CCCSCSCCCN":2456,"NCCOCCONC":2457,"OCCCNCCCNCCCOc":2458,"OCCCNCCCCCCNCCCOc":2459,"ONNC":2460,"ONNc":2461,"CCCCCNCCCCCC":2462,"COCCOCCCOCCOC":2463,"CNCCOCCCCC":2464,"CNCCOCCNCCNCCN":2465,"NCCSCCNC":2466,"NCCSCCSCCNS":2467,"CNCCNCCSCCCSC":2468,"NCCCCCCCCCCNc":2469,"COCCCNCCNc":2470,"CCCCSCCCn":2471,"542":2472,"NCCCOCCCNS":2473,"CCCOCCCc":2474,"OCCCCCCCN":2475,"OCCCCCCCCCCOC":2476,"OCCCCCCON":2477,"OCCCCCCCCCOS":2478,"NNCSc":2479,"OBOBO":2480,"occs":2481,"NCCCNCOCc":2482,"CCOCCOCCON":2483,"CSCCNCCSCc":2484,"CSCCNCCSCCOCCSCCN":2485,"CCCCCCCCCCOCCCCO":2486,"CNCCCNCCCNCc":2487,"CNCCCNCCCNCCCNC":2488,"CNCCCNCCCCNCCCNCc":2489,"NOCn":2490,"SCCOCCOCc":2491,"SCCOCCOCCSc":2492,"SCCOCCOCCSC":2493,"CSCCSCN":2494,"CSCCSCSCCS":2495,"CSCCSCCNCCS":2496,"CSCCSCCSCCSC":2497,"NCCCSCCCN":2498,"NCCCSCCn":2499,"NCCCSCCCNC":2500,"NCCCSCCCNc":2501,"OCCSCCCc":2502,"OCCSCCOCCOCCOCC":2503,"OCCSCCOCCSCCOC":2504,"SCCCSCCCS":2505,"OCCOCCNn":2506,"NCCCOCCCCOCCCNc":2507,"COPOC":2508,"COCCSCCOCCOCC":2509,"NCCCCCCCCCNS":2510,"NCCOCCOCCNS":2511,"NCCOCCOCCOCCn":2512,"OPOc":2513,"SCCCCSC":2514,"SCCCNCCn":2515,"NCCOCCCCNCCOc":2516,"CNCCCOCCCNC":2517,"CNCCCOCCCOCCCNCc":2518,"CCNCCNCCCC":2519,"ONCOc":2520,"OCCOCCOCCON":2521,"OCCOCCOCCOS":2522,"OCCOCCOCCOCCOCCOc":2523,"OCCOCCOCCOCCON":2524,"CCCCCCCCNCCc":2525,"CNCCSCCCSCCNC":2526,"COCCCCCOCc":2527,"NCCCCCCNCCCCCCNC":2528,"CNCCOCCOCCNCc":2529,"CNCCCNCN":2530,"CSCCCCCCSCN":2531,"CNCCCCNCCO":2532,"BBBBBC":2533,"CCCCCCCCCNCCNCCNCCCC":2534,"OCCOCCOCCOCCOCCOCCOc":2535,"NCCOCCOCCOCCOCCN":2536,"CCCCCCCCCOCCCCCO":2537,"COCCOCCOCCOCCOCCOCCN":2538,"COCCOCCOCCOCCOCCOCCO":2539,"COCCOCCOCCOCCOCCOCCOCCO":2540,"COCCOCCOCCOCCOCCOCCOCOC":2541,"CNCCCSCCCNCCCSC":2542,"CNCCNCCNCCNCCN":2543,"SCCOCCOCCOCCSc":2544,"NOCCCNCCSCc":2545,"CCNCCCCCCOCCc":2546,"NOCONS":2547,"CCNCCNCCNCCCCNCCNCCNC":2548,"NOCCOCCOCONC":2549,"CSCCCSCCSCCCSC":2550,"CCCSCCSCCCSCC":2551,"CSCCOCCSCC":2552,"CSCCOCCSC":2553,"CSCCNCCSCCNCCSC":2554,"CNCCSCCNCCSC":2555,"CNCCSCCNCCCSC":2556,"CSCCSCCSCCSCCS":2557,"CSCCSCCSCCSCCSCCS":2558,"CNCCOCCOCCOCCNCc":2559,"CNCCOCCOCCOCCNCCN":2560,"CCOCCCCOCCCCOCCCCOC":2561,"COCCCNCCNCCCOCC":2562,"PCCCPc":2563,"SCCOCCOCCOCCS":2564,"CCNCCSCCNCCC":2565,"CCSCCCCSCCCCCC":2566,"CCCCNCCNCCNCCCCCCCCCNCCNCCNCCCC":2567,"CCCCCCCCOCCCCCCO":2568,"OCCNCCOCCOCCNCCO":2569,"OCCNCCOCCNCCO":2570,"CNCCOCCNCCNCCNCCOCCNCCN":2571,"CSCCSCCNCCSCCSCCN":2572,"OCCSCCOCCOCCOCCSCCO":2573,"COCCSCCOCCOCCSCCO":2574,"142":2575,"174":2576,"48":2577,"543":2578,"513":2579,"BO":2580,"BNBN":2581,"FB":2582,"FCOc":2583,"FCCCC":2584,"FCCc":2585,"FCn":2586,"FCCNC":2587,"FCCCCn":2588,"FCCCCNc":2589,"FCCCCSc":2590,"FCCCSCc":2591,"FCCCCCSc":2592,"IN":2593,"NI":2594,"NNCCCc":2595,"NNCCn":2596,"NOCCCO":2597,"NOCCNC":2598,"NNCCSC":2599,"NNCCF":2600,"NOCCOS":2601,"NOCOCC":2602,"OI":2603,"ONN":2604,"ONCCN":2605,"OCNCc":2606,"OCCCCCCCCO":2607,"PCCC":2608,"SNS":2609,"SSc":2610,"SNCCO":2611,"SCOCCOC":2612,"SNCN":2613,"SCCOCCNC":2614,"SCCCOCCc":2615,"SCCCCCCCCCCCC":2616,"SCCOCCS":2617,"SNCO":2618,"SCCOCCOCCOCCOCCC":2619,"scccc":2620,"CCI":2621,"CCBr":2622,"cccp":2623,"NCSCC":2624,"NCNCCO":2625,"NCNCCCC":2626,"NCOCCn":2627,"NCNNC":2628,"NCSCCNC":2629,"NCOCn":2630,"CONCC":2631,"COSc":2632,"COCNS":2633,"COCOCCn":2634,"CONNC":2635,"COCCCCCCCN":2636,"COCCCOS":2637,"COCCCOn":2638,"COCCCOCCCOc":2639,"CCNOC":2640,"CCNNCc":2641,"CCNCCOCC":2642,"CCNNCCc":2643,"CCNNCCCN":2644,"CCNCCSCC":2645,"CCNOS":2646,"CCNCCOCc":2647,"CCNCCOCCO":2648,"CCNCCCCCCN":2649,"CCNCCCCCCO":2650,"CCNCCOCCOCCOCCC":2651,"CNB":2652,"CNNCCN":2653,"CNNNc":2654,"CNCCCCCn":2655,"CNOCN":2656,"CNCCCCCCCCCCC":2657,"CCOCCCCCC":2658,"CCOCCCOS":2659,"Clp":2660,"ClNc":2661,"CCCCI":2662,"CCCCCCOCC":2663,"CCCCCCSCC":2664,"CCCCCCOCCN":2665,"CCCCCCOP":2666,"CCCCCCOCCCN":2667,"CCCCSCCNc":2668,"CCCCCCCOCCc":2669,"CCCCCCOCCOCCN":2670,"CCCCCCOCCNc":2671,"CCCCCCSCCCN":2672,"OCSCCCN":2673,"CCCNn":2674,"CCCNNC":2675,"CCCNCCCO":2676,"CCCNSc":2677,"CCCNCCSC":2678,"CCCNCCCCCc":2679,"CCCNCCCSCc":2680,"CCCNCCCCCCNc":2681,"CCCNCCNCCNCCC":2682,"scncc":2683,"CCCCCB":2684,"CCCCCSCC":2685,"CCCCCOCCNC":2686,"CCCCCOCn":2687,"CCCCCSCn":2688,"CCCCCOCCOCCOCCOCCO":2689,"cnsnc":2690,"CSCOC":2691,"CSOCCO":2692,"CSCCOCc":2693,"CSCCCCCc":2694,"CSCCCCCCN":2695,"CSCCCCCOC":2696,"CSCCCCCCNC":2697,"CSCCCCNCc":2698,"CSCCCON":2699,"CSCCCOS":2700,"ocncc":2701,"CCOCCB":2702,"CCOCCF":2703,"CCOCCCCNCC":2704,"CCOCCSCN":2705,"CNCB":2706,"CNCP":2707,"CNCNc":2708,"CCOCNc":2709,"BrN":2710,"BrCCOc":2711,"NCCP":2712,"NCCCCNCCCCOc":2713,"+]-":2714,"OCCCCCNCC":2715,"OCCCCOCCCNC":2716,"-])\\[":2717,"@@]=":2718,"CCCONc":2719,"CCCOCCO":2720,"CCCOCCCC":2721,"CCCOCOC":2722,"CCCOCOCc":2723,"CCCOCCNCc":2724,"CCCOCCOCCN":2725,"CCCOCCCCCCN":2726,"CCCOCCOCCOCCN":2727,"CCSNC":2728,"CCSCO":2729,"CCSCSc":2730,"CCSCCCO":2731,"CCSCCNCC":2732,"CCSCCCCN":2733,"CCSCCCCc":2734,"CCSCCCNc":2735,"CCSCCOCCOc":2736,"CCSCCSCn":2737,"CCNCNc":2738,"NSCc":2739,"NSCCO":2740,"CCNCCCCCNCCc":2741,"CCNCCCCNCCCO":2742,"OCCOCCCC":2743,"OCCOCCc":2744,"OCCOCCCO":2745,"OCCOCOCCO":2746,"OCCOCCOCCCNC":2747,"OCCOCCOCCn":2748,"OCCOCCOCCC":2749,"SCCCCOC":2750,"CCCNCn":2751,"CCCCNCCNCc":2752,"CCCCNCCCCCNc":2753,"CCCCNCCCCCCO":2754,"CCCCNCCOCCSc":2755,"CCCCCCCCCNS":2756,"CCCCCCCCOCCNc":2757,"NNB":2758,"NNOC":2759,"NNBr":2760,"NNOCc":2761,"NCCNCCNCc":2762,"NCCNCCCSc":2763,"NCCNCCCCSc":2764,"NCCNCCCCCCNC":2765,"NCCNCCOCCSc":2766,"NCCNCCCNCCNC":2767,"NCCCP":2768,"NCCCSCCN":2769,"NCCCSCCS":2770,"NCCCSCCc":2771,"NCCCSCCOc":2772,"NCCCSCCO":2773,"COCCNP":2774,"COCCNCCN":2775,"COCCNCCc":2776,"COCCNCCOCC":2777,"COCCNCCCn":2778,"COCCNCCSc":2779,"COCCNCCNCc":2780,"COCCNCCCSc":2781,"COCCNCCCCCOc":2782,"COCCNCCCCSc":2783,"COCCNCCOCCOCCOCCN":2784,"COCCB":2785,"COCCCCNCC":2786,"OCCNNC":2787,"OCCNCCCO":2788,"OCCNCCCNC":2789,"OCCNCCCNc":2790,"OCCNCCCNCC":2791,"OCCNCCCSc":2792,"OCCNCCCOCc":2793,"OCCNCCCCSc":2794,"OCCNCCNCCOc":2795,"OCCNCCCCCCNCc":2796,"CCCCONc":2797,"CCCCOCOc":2798,"CCCCONS":2799,"CCCCOCCOCCNc":2800,"NCCCNCCc":2801,"NCCCNCCCNCCc":2802,"OCCCOCCN":2803,"OCCCOCCCN":2804,"OCCCOCCCCc":2805,"OCCCOCCCOCc":2806,"NOP":2807,"NOCCCCCC":2808,"NOCCCSc":2809,"NOCCCOCC":2810,"NOCNN":2811,"CNCCBr":2812,"OCCCSCCS":2813,"CCCSN":2814,"CCCSCCCC":2815,"CCCSCCCN":2816,"CCCSCCCOc":2817,"CCCSCCCNc":2818,"NCCNCOCc":2819,"CCCCCCCB":2820,"OCCNCNc":2821,"NCCOP":2822,"NCCOCCCC":2823,"NCCOCn":2824,"NCCOCCOCc":2825,"NCCOCCNCCN":2826,"NCCOCCOCCOCCOCCOCC":2827,"456":2828,"OCCCNN":2829,"OCCCNn":2830,"OCCCNCCS":2831,"OCCCNCCCCN":2832,"OCCCNCCNc":2833,"CCCCCNCCO":2834,"CCCCCNOC":2835,"CCCCCNCCOC":2836,"CCCCCNCCOc":2837,"CCCCCNSc":2838,"CCCCCNCCCCCNc":2839,"COCCOCCCn":2840,"COCCOCCCOc":2841,"COCCOCCCCNC":2842,"COCCOCCCNCc":2843,"COCCOCCOS":2844,"COCCOCCOCCOCCn":2845,"CNCCOCCOCCNCCN":2846,"NCCSN":2847,"CNCCNCCC":2848,"NCCCCCCS":2849,"NCCCCCCNCC":2850,"NCCCCCCCc":2851,"NCCCCCCCn":2852,"NCCCCSCc":2853,"NCCCCCCCOc":2854,"NCCCCCCSC":2855,"NCCCCCCCCCCCC":2856,"NCCCCCCCCCCN":2857,"NCCCCCCCCNS":2858,"NCCCCCCCCCCNS":2859,"COCCCNP":2860,"COCCCNCCOC":2861,"COCCCNCCn":2862,"COCCCNCCCSc":2863,"COCCCNCCCCSc":2864,"COCCCNCCNCCCOCc":2865,"COCCCB":2866,"OSCCSc":2867,"CCCCSN":2868,"CCCCSCN":2869,"CCCCSCn":2870,"CCCCSCNC":2871,"CCCCSCCOc":2872,"CSCNN":2873,"SCCNCCc":2874,"SCCNCCCCCOc":2875,"NCCCOCCCO":2876,"NCCCOCCOCCOC":2877,"CCCOCCCCCNCCO":2878,"OCCCCCCCCCC":2879,"OCCCCCCCCNC":2880,"OCCCCCCCCCCCC":2881,"OCCCCCCCCCc":2882,"OCCCCCCCCCCn":2883,"OCCCCCCCCCCCc":2884,"OCCCCCCCCCCCS":2885,"OCCCCCCOCCCCN":2886,"NCCOCP":2887,"NNCOC":2888,"OBC":2889,"CCCCCNCS":2890,"SCCCSCC":2891,"NCNNS":2892,"CCOCCOn":2893,"CCOCCOCN":2894,"CCOCCOCn":2895,"CCOCCOCCCNCC":2896,"CCOCCOCCOCCOCc":2897,"CCOCCOCCOCCOCCOCCOCC":2898,"CSCCNCCSCCSCCN":2899,"CSCCNCCCNCCSC":2900,"NCCCCNCCCNCCCN":2901,"SCCSCCO":2902,"CCCCCCCCCCOCC":2903,"CCCCCCCCCCNCC":2904,"CCCCCCCCCCSCC":2905,"CCCCCCCCCCCS":2906,"CCCCCCCCCCNCc":2907,"CCCCCCCCCCOCCN":2908,"CCCCCCCCCCCCCc":2909,"CCCCCCCCCCCCCCCN":2910,"CCCCCCCCCCCCCCCn":2911,"CCOCCNCCOc":2912,"CCOCCNCCOCc":2913,"CNCCCNCCNCCNC":2914,"CCCSCCNc":2915,"NCCCCCOCc":2916,"NCCCCCSc":2917,"OCCCCNCCCC":2918,"OCCCCNCCCN":2919,"OCCCCNCCS":2920,"CSCCCF":2921,"CCOCCCSCc":2922,"SCCOS":2923,"SCCOCCCS":2924,"SCCOCCNCc":2925,"CCCCCCNCCO":2926,"CCCCCCNCCOc":2927,"CCCCCCNCCn":2928,"CSCCSCCCOc":2929,"NOCCF":2930,"NCCCSCCOC":2931,"NCCCSCCCOc":2932,"OCCSCCCC":2933,"OCCSCCCOc":2934,"CCCCCCCNCCO":2935,"CCCCCCCNCCOC":2936,"CCCCCCCNCCCO":2937,"OCCOCCNCCCN":2938,"NCCCOCCCCOCCCNC":2939,"COPC":2940,"COCCOCCCc":2941,"COCCOCCCCNS":2942,"COCCSCCN":2943,"COCCSCCCC":2944,"COCCSCCOc":2945,"COCCSCCCn":2946,"SCCCCP":2947,"SCCCNCCC":2948,"SCCCNCCCN":2949,"CCCCCCCCCCCCCN":2950,"CCCCCCCCCCCCOCC":2951,"CCCCCCCCCCCCOCCN":2952,"CCCCCCCCCCCCOCCCNS":2953,"NNSc":2954,"NCNCNCN":2955,"COCCCCB":2956,"COCCCCSCC":2957,"COCCCCSC":2958,"COCCCCSCc":2959,"CNCCCOCCOCC":2960,"CCCCCCCCCOCc":2961,"CCCCCCCCCOCn":2962,"CCCCCCCCCCCSc":2963,"CCNCCNCCS":2964,"CCCCOCCCCNCCCO":2965,"CCOCOCN":2966,"OCCCCCF":2967,"OCCOCCOCCOCOCc":2968,"OCCOCCOCCOCCONC":2969,"OCCOCCOCCOCCOCCOCCN":2970,"CNCCCCCCOCC":2971,"OCCOCCOCCNCc":2972,"OCCOCCOCCOCCS":2973,"CCCCCSCOCC":2974,"CCCCCSCCCCCCN":2975,"CCCCCCCCNCCOC":2976,"CCCCCCCCNCCCNc":2977,"NCCCCCNO":2978,"CCOCCOCCCc":2979,"COCCCCCSCc":2980,"CPc":2981,"OCCNCCCCNCCCn":2982,"COCCNCCNc":2983,"CCCCCCCCCCCCP":2984,"CCCCCCCCCCCCSCC":2985,"CCCCCCCCCCCCCCCCc":2986,"CCCCCCCCCCCCCCCCS":2987,"CCCCCCCCCCCCCCCCNS":2988,"CCCCCCCCCCCCCCOS":2989,"SCCCON":2990,"SCCCOCCOCCSc":2991,"CCNCCOCCNCc":2992,"CCCOCCNCCSC":2993,"OCCCCOn":2994,"CSCCCCCCS":2995,"CCOCCOCCOCCOCCNc":2996,"CCCCSCCCCCN":2997,"CCCCCCCCOn":2998,"CCOCCOCCOCCOCCOc":2999,"CCOCCOCCOCCOCCOCc":3000,"CCOCCOCCOCCOCCOCCOCCOCC":3001,"CCOCCOCCOCCOCCOCCOCCNC":3002,"CCOCCOCCOCCOCCOCCOCCC":3003,"CCOCCOCCOCCOCCOCCOCCOCCC":3004,"CCOCCOCCOCCOCCOCCOCCOCc":3005,"SCCCCNCCCO":3006,"CCCCCCCCCCCCNCn":3007,"CCCCCCCOCCOCCOCCN":3008,"NCCCCCCCNCCCCN":3009,"CCCCCCCCCCCCCSCC":3010,"CCCCCCCCSCCn":3011,"CCCCCCCCSCCSc":3012,"NOCCOCCONC":3013,"CCCCCCCCCCCCNCCNC":3014,"CNCCCCOCCc":3015,"OCCOCCOCCOCCOCCOCCOCCOCc":3016,"OCCCCCCOCCCCc":3017,"NCCOCCOCCOCCOC":3018,"NCCOCCOCCOCCNCC":3019,"NCCOCCOCCOCCOCCOc":3020,"NCCOCCOCCOCCOCCNC":3021,"CCCCCCCCCONC":3022,"COCCOCCOCCOCCOc":3023,"COCCOCCOCCOCCOCc":3024,"COCCOCCOCCOCCOCCC":3025,"COCCOCCOCCOCCOCCNC":3026,"COCCOCCOCCOCCOS":3027,"SCNCS":3028,"COCCOCCOCCOCCOCCOCCC":3029,"COCCOCCOCCOCCOCCOCCOCc":3030,"COCCOCCOCCOCCOCCOCCOCCC":3031,"COCCOCCOCCOCCOCCOCCOCCOC":3032,"COCCOCCOCCOCCOCCOCCOS":3033,"COCCOCCOCCOCCOCCOCCOCCOS":3034,"CNCCCSCCCNC":3035,"172":3036,"CCSCCSCCCn":3037,"CCCCOCCOCCOS":3038,"CCCCOCCOCCOCCOc":3039,"NCCCCCCCCNCCCCCCCCN":3040,"CCCCCCCCCCCCSCCOCn":3041,"NCCCNCCNCCCNC":3042,"OCCCCOCCCc":3043,"OCCCCOCCCCN":3044,"NCCCNCCCCNCCCN":3045,"CCCSCCSCCCNCC":3046,"NCCOCCOCCOCCOCCOCCC":3047,"NCCOCCOCCOCCOCCOCCOC":3048,"NCCOCCOCCOCCOCCOCCOCc":3049,"NCCOCCOCCOCCOCCOCCOCCOCc":3050,"CCCNCCCCNCCO":3051,"OCCOCCOCCOCCOCCOCCOCCOCCOCc":3052,"CBBBBBBBBBBCc":3053,"CCNCCCCCCOCCOCc":3054,"CCCCCOCCOCCOCCOCCOCCCCC":3055,"NCCCSCCSCCCN":3056,"OCCOCCOCCOCCSSc":3057,"38":3058,"654":3059,"BN":3060,"BCc":3061,"Np":3062,"OCNS":3063,"ONOS":3064,"PNCCN":3065,"SCON":3066,"pH":3067,"sH":3068,"sccsc":3069,"ncscc":3070,"ncsnc":3071,"NCNCCC":3072,"CONCCN":3073,"COCOCCO":3074,"COCCCCNCc":3075,"COCCCCCCCCOc":3076,"CCNn":3077,"CCNOCc":3078,"CCNCCCNCCc":3079,"CCNCCCCCOCCCCN":3080,"CCNCCCCCCCCNCCc":3081,"CNOCCN":3082,"CNCCOCCSc":3083,"CNNCCNN":3084,"ccccs":3085,"CCOCOCCc":3086,"nnccnn":3087,"CCCNNCC":3088,"CCCNOCc":3089,"CCCNCCNCC":3090,"CSNS":3091,"CCOCCCCNCc":3092,"CNCSC":3093,"CNCOCNC":3094,"ccncs":3095,"CCCONS":3096,"CCSCSC":3097,"CCSSCCN":3098,"OCON":3099,"OCOCCCc":3100,"OCOCOCO":3101,"NSCO":3102,"OCCOCCCOCCOc":3103,"ncncs":3104,"SCB":3105,"CCCCNCCCOCc":3106,"NNNCc":3107,"NNPN":3108,"NCCNCCCN":3109,"COCCNCCC":3110,"CCCCOCCNCCO":3111,"NCCCNCCCOc":3112,"NCCCNCCCCNC":3113,"CSCB":3114,"OCCCB":3115,"NCCNCn":3116,"NCCOCCCCCC":3117,"OCCCNCCSc":3118,"CNCCOCCNCCN":3119,"NCCSCCc":3120,"CNCCNN":3121,"CNCCNCCCOc":3122,"NCCCCCCSc":3123,"SCCNSc":3124,"NCCCOS":3125,"CCCOCCCCCN":3126,"OBOC":3127,"occo":3128,"CCOCCOCCOCCOc":3129,"CSCCNSc":3130,"cnscn":3131,"NCCCCCOCCCCO":3132,"OCCCCNCCOc":3133,"ccocn":3134,"CCCCCCNCCC":3135,"CSCCSCCSCCSCCN":3136,"CNCCNCn":3137,"COPOCc":3138,"NCCOCCOS":3139,"COCCCCCCCCCOCc":3140,"CCNCCCNCCCNC":3141,"CCNCCCNCCCOc":3142,"BBBBCc":3143,"BBBBBCc":3144,"NCCOCCOCCOS":3145,"COCCOCCOCCOCCOCCOCCOCCN":3146,"COCCOCCOCCNCCOCCOCCOCCN":3147,"BBBC":3148,"CNCCCCCCCCNCC":3149,"NCOCNCO":3150,"CSNSCC":3151}